Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/customBlockManager/locale/*/locale.po
Languages: ca_es, da_dk, pt_br, ru_ru

# plugins.generic.customBlockManager.displayName
source: Custom Block Manager
ca_es: Administrador de blocs personalitzats
da_dk: Brugerdefineret blok-administrator
pt_br: Administração de blocos personalizados
ru_ru: Модуль «Менеджер пользовательских блоков»

# plugins.generic.customBlockManager.manage
source: Manage Custom Blocks
ca_es: Administra blocs personalitzats
da_dk: Administrér brugerdefinerede blokke
pt_br: Gerenciar Blocos Personalizados
ru_ru: Управлять пользовательскими блоками

# plugins.generic.customBlockManager.customBlocks
source: Custom Blocks
ca_es: Blocs personalitzats
da_dk: Brugerdefinerede blokke
pt_br: Blocos Personalizados
ru_ru: Пользовательские блоки

# plugins.generic.customBlockManager.blockName
source: Block Name
ca_es: Nom del bloc
da_dk: Bloknavn
pt_br: Nome do bloco
ru_ru: Имя блока

# plugins.generic.customBlockManager.addBlock
source: Add Block
ca_es: Afegeix un bloc
da_dk: Tilføj blok
pt_br: Incluir bloco
ru_ru: Добавить блок

# plugins.generic.customBlock.content
source: Content
ca_es: Contingut
da_dk: Indhold
pt_br: Conteúdo
ru_ru: Контент

# plugins.generic.customBlock.nameSuffix
source: (Custom Block)
ca_es: (Bloc personalitzat)
da_dk: (Brugerdefineret blok)
pt_br: (Plugin de bloco personalizado)
ru_ru: (пользовательский блок)

# plugins.generic.customBlock.description
source: This is a user-generated block.
ca_es: Aquest bloc l'ha creat un usuari.
da_dk: Dette er et brugerdefineret blok.
pt_br: Bloco produzido pelo usuário.
ru_ru: Это пользовательский блок.

# plugins.generic.customBlock.nameRegEx
source: The custom block name must contain only letters, numbers, and hyphens/underscores.
ca_es: El nom del bloc personalitzat només pot contenir lletres, números i guions o guions baixos.
da_dk: Det brugerdefinerede blok-navn må kun indeholde bogstaver, numre og bindestreg/understregning.
pt_br: O nome do bloco personalizado deve conter apenas letras, números e hífens / sublinhados.
ru_ru: Имя пользовательского блока должно содержать только буквы, цифры, дефисы и подчеркивания.

# plugins.generic.customBlock.nameRequired
source: The custom block name is required.
ca_es: El nom del bloc personalitzat és necessari.
da_dk: Et brugerdefineret blok-navn er påkrævet.
pt_br: O nome do bloco personalizado é necessário.
ru_ru: Имя пользовательского блока обязательно.

# plugins.generic.customBlockManager.noneCreated
source: No custom blocks have been created.
ca_es: No s'ha creat cap bloc personalitzat.
da_dk: Der er ikke oprettet nogen brugerdefinerede blokke.
pt_br: Não há blocos personalizados criados.
ru_ru: Пользовательские блоки не были созданы.

# plugins.generic.customBlockManager.description
source: This Plugin lets you manage (add, edit and delete) custom sidebar blocks.
ca_es: Aquest mòdul permet gestionar (afegir, editar i eliminar) blocs de la barra lateral personalitzats.
da_dk: Denne plug-in gør dig i stand til håndtere (tilføje, redigere og slette) brugerdefinerede blokke i sidemenuen.
pt_br: Este plugin permite gerenciar (adicionar, editar e excluir) blocos laterais personalizados.
ru_ru: Позволяет управлять пользовательскими блоками (добавлять, редактировать и удалять) на боковой панели.
