Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/staticPages/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hu_hu, id_id, it_it, pt_br, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

# plugins.generic.staticPages.viewInstructions
source: <p>This page will be accessible at: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
ar_iq: <p>هذه الصفحة ستكون متاحة على الرابط: <blockquote>{$pagesPath}</blockquote>...حيث أن %PATH% هو المسار الذي أدخلته أعلاه. <strong>Note:</strong> لا يمكن لصفحتين أن يكون لهما نفس المسار. استعمالك لتسميات مسارات خاصة بالنظام قد يفقدك إمكانية الوصول إلى بعض وظائفه الهامة.</p>
bg_bg: <p>Тази страница ще бъде достъпна на адрес: <blockquote>{$pagesPath}</blockquote>...където %PATH% е въведеният по-горе път. <strong>Бележка:</strong> Не може две страници да имат еднакъв път. Използването на използван за системата път може да предизвика изгубване на достъп до важни функции.</p>
ca_es: <p>Aquesta pàgina serà accessible a <blockquote>{$pagesPath}</blockquote>... on %PATH% es la ruta introduida anteriorment. <strong>Nota:</strong> dues pàgines diferents no poden tenir la mateixa ruta. Utilitzar rutes construïdes dins del sistema pot provocar que perdeu l'accés a funcions importants.</p>
cs_cz: <p>Tato stránka bude dostupná na adrese:<blockquote>{$pagesPath}</blockquote>... kde %PATH% je cesta zadaná výše. <strong>Poznámka:</strong>Žádná dvě stránky nemohou mít stejnou cestu. Použití cest vestavěných do systému může způsobit ztrátu přístupu k důležitým funkcím.</p>
da_dk: <p>Siden kan tilgås via: <blockquote>{$pagesPath}</blockquote>...hvor %PATH% er den sti, du vælger. <strong>Bemærk:</strong> to sider kan ikke have den same sti. Brugen af stier, der er indbygget i systemet, kan medføre, at du mister adgang til vigtige funktioner.</p>
de_de: <p>Diese Seite wird erreichbar sein unter : <blockquote>{$pagesPath}</blockquote>...wobei %PATH% der oben angegebene Pfad ist. <strong>Hinweis:</strong> Zwei Seiten dürfen nicht den gleichen Pfad haben. Wenn Sie Pfade benutzen, die auch vom System verwendet werden, könnten Sie Zugriff auf wichtige Funktionen verlieren.</p>
el_gr: <p>Η σελίδα αυτή θα είναι διαθέσιμη στο: <blockquote>{$pagesPath}</blockquote>...όπου %PATH% είναι η διαδρομή που εισάγατε προηγουμένως. <strong>Σημείωση:</strong> Δεν δύναται 2 σείδες να έχουν την ίδια διαδρομή.</p>
es_es: <p>Esta página será accesible en:<blockquote>{$pagesPath}</blockquote>... donde %PATH% es la ruta introducida anteriormente. <strong>Nota:</strong> dos páginas no pueden tener la misma ruta. El uso de rutas integradas en el sistema puede provocar pérdidas de acceso a funciones importantes.</p>
fi_fi: <p>Tämä sivu tulee olemaan käytettävissä osoitteessa: <blockquote>{$pagesPath}</blockquote>...missä %PATH% on polku, joka annettiin yllä. <strong>Huom.</strong> Kahdella sivulla ei saa olla samaa polkua. Järjestelmän sisään rakennettujen polkujen käyttäminen saattaa aiheuttaa sen, että menetät pääsyn tärkeisiin toimintoihin.</p>
fr_ca: <p>Cette page sera accessible à : <blockquote>{$pagesPath} </blockquote>... où %PATH% est le chemin d'accès inscrit plus haut. <strong>Note : </strong>Deux pages ne peuvent pas avoir le même chemin d'accès. L'utilisation de chemins d'accès intégrés au système peut vous faire perdre l'accès à des fonctionnalités importantes.</p>
hu_hu: <p>Ez az oldal elérhető lesz: <blockquote>{$pagesPath}</ blockquote> ... ahol a %PATH% a fent megadott elérési út. <strong> Megjegyzés:</strong> Nem lehet két oldalnak ugyanaz az útvonala. A rendszerbe épített útvonalak használatával elveszítheti a fontos funkciókhoz való hozzáférést.</p>
id_id: <p>Halaman ini akan dapat diakses di: <blockquote>{$pagesPath}</blockquote>... di mana% PATH% adalah jalur halaman statis yang dimasukkan di atas. <strong>Catatan: </strong> Tidak ada dua halaman yang boleh memiliki jalur sama. Menggunakan jalur yang dibangun ke dalam sistem dapat menyebabkan Anda kehilangan akses ke fungsi-fungsi penting.</p>
it_it: <p>Questa pagina è accessibile all'indirizzo: <blockquote>{$pagesPath} </blockquote>, dove %PATH% è il valore scelto. <strong>Nota:</strong> Due pagine non possono avere lo stesso path. Utilizzare percorsi utilizzati dal sistema potrebbe causare errori in funzionalità importanti.</p>
pt_br: <p>Esta página será acessível em: <blockquote>{$pagesPath}</blockquote> ... onde %PATH% é o caminho digitado acima. <strong>Nota:</strong> Duas páginas não podem ter o mesmo caminho. Usar caminhos que já existem no sistema pode causar a perda de acesso a funções importantes.</p>
pt_pt: <p>Esta página ficará acessível em: <blockquote>{$pagesPath}</blockquote>... onde %PATH% é o caminho introduzido acima. <strong>Note:</strong> Não pode ter duas páginas com o mesmo caminho. Usar caminhos já existentes no sistema pode fazê-lo perder acesso a funcionalidades importantes.</p>
ru_ru: <p>Эта страница будет доступна по адресу: <blockquote>{$pagesPath}</blockquote>..., где %PATH% — это путь, введенный выше. <strong>Обратите внимание:</strong> Каждая страница должна иметь свой собственный, уникальный путь. Использование путей, которые встроены в систему, может привести к потере доступа к важным функциям.</p>
sl_si: <p>Ta stran bo dostopna na : <blockquote>{$pagesPath}</blockquote>...kjer je %PATH% pot, ki ste jo vpisali zgoraj. <strong>Opozorilo:</strong> Dve strani ne smeta imeti enake poti. Uporaba poti, ki so vgrajene v sistem, lahko povzroči, da izgubite distop do pomembnih funkcionalnosti.</p>
sr_rs@latin: <p>Stranica će biti dostupna na: <blockquote>{$pagesPath}</blockquote>...gde je %PATH% putanja definiasna iznad. <strong>Napomena:</strong> Dve strane ne mogu imati istu putanju. Korišćenje sistemskih putanja može dovesti do gubitka pristupa bitnim funkcijama i podešavanjima sistema.</p>
tr_tr: <p>Bu sayfaya şu adresten erişilebilir: <blockquote>{$pagesPath}</blockquote> ... %PATH yukarıda girilen yoldur. <strong>Not:</strong> İki sayfa aynı yola sahip olamaz. Sisteme yerleşik yolları kullanmak, önemli işlevlere erişiminizi kaybetmenize neden olabilir.</p>
uk_ua: <p>Ця сторінка буде доступна за адресою: <blockquote>{$pagesPath}</blockquote>..., де %PATH% - це шлях, введений вище. <strong>Примітка:</strong> Не може існувати двох сторінок з однаковим шляхом. Використання шляхів, вбудованих у систему, може призвести до втрати доступу до важливих функцій.</p>
vi_vn: <p> Trang này sẽ có thể truy cập tại: <blockquote>{$pagesPath}</blockquote>...trong đó %PATH% là đường dẫn được nhập ở trên.<strong>Lưu ý:</strong> Không có hai trang có thể có cùng một đường dẫn. Sử dụng các đường dẫn được tích hợp vào hệ thống có thể khiến bạn mất quyền truy cập vào các chức năng quan trọng.</p>

# plugins.generic.staticPages.duplicatePath
source: This path already exists for another static page.
ar_iq: هذا المسار موجود مسبقاً لصفحة ثابتة أخرى.
bg_bg: Този път вече съществува за друга статична страница.
ca_es: Aquesta ruta ja pertany a una altra pàgina estàtica.
cs_cz: Tato cesta již existuje pro jinou statickou stránku.
da_dk: Denne sti er allerede valgt i forbindelse med en anden statisk side.
de_de: Dieser Pfad wird bereits für eine andere statische Seite verwendet.
el_gr: Αυτή η διαδρομή (path) χρησιμοποιείται ήδη από άλλη στατική σελίδα.
es_es: Esta ruta ya existe para otra página estática.
fa_ir: مسیر مشخص شده هم اکنون وجود دارد.
fi_fi: Tämä polku on jo toisen staattisen sivun käytössä.
fr_ca: Le chemin d'accès existe déjà pour une autre page statique.
hu_hu: Ez az útvonal már létezik egy másik statikus oldalhoz.
id_id: Jalur ini sudah digunakan oleh halaman statis lain.
it_it: Questo path esiste già per una diversa pagina.
pt_br: Este caminho já existe para outra página estática.
pt_pt: Este caminho já existe para outra página estática.
ro_ro: Această cale există deja pentru o altă pagină statică.
ru_ru: Этот путь уже используется для другой статической страницы.
sl_si: To pot že uporablja druga statična stran.
sr_rs@latin: Ova putanja već postoji za drugu stranicu.
sv_se: Sökvägen finns redan för en annan statisk sida.
tr_tr: Bu yol başka bir sabit sayfa için zaten açık.
uk_ua: Цей шлях вже використовується для іншої статичної сторінки.
vi_vn: Đường dẫn này đã tồn tại cho một trang tĩnh khác.
zh_cn: 该路径已经被其它静态页面使用。(This path already exists for another static page.)

# plugins.generic.staticPages.pageSaved
source: Page successfully saved.
ar_iq: تم حفظ الصفحة بنجاح.
bg_bg: Страницата беше съхранена успешно.
ca_es: S'ha desat la pàgina correctament.
cs_cz: Stránka úspěšně uložena.
da_dk: Siden er gemt.
de_de: Seite erfolgreich gespeichert.
el_gr: Η σελίδα αποθηκεύτηκε με επιτυχία.
es_es: Página guardada con éxito.
fa_ir: صفحه با موفقیت ذخیره شده.
fi_fi: Sivu tallennettiin onnistuneesti.
fr_ca: Page enregistrée avec succès.
hu_hu: Az oldal sikeresen mentve.
id_id: Halaman berhasil disimpan.
it_it: Pagina salvata con successo.
pt_br: Página salva com sucesso.
pt_pt: Página guardada com sucesso.
ro_ro: Pagină salvată cu succes.
ru_ru: Страница успешно сохранена.
sl_si: Stran je bial uspešno shranjena.
sr_rs@latin: Stranica je uspešno sačuvana.
sv_se: Sidan sparades.
tr_tr: Sayfa başarılı bir şekilde kaydedildi.
uk_ua: Сторінка успішно збережена.
vi_vn: Trang được lưu thành công.
zh_cn: 页面已保存(Page successfully saved.)

# plugins.generic.staticPages.pageDeleted
source: Page successfully deleted.
ar_iq: حذفت الصفحة بنجاح.
bg_bg: Страницата беше изтрита успешно.
ca_es: S'ha suprimit la pàgina correctament.
cs_cz: Stránka úspěšně smazána.
da_dk: Siden er slettet.
de_de: Seite erfolgreich gelöscht.
el_gr: Η σελίδα διαγράφηκε με επιτυχία.
es_es: Página eliminada con éxito.
fa_ir: صفحه با موفقیت حذف شد.
fi_fi: Sivu poistettiin onnistuneesti.
fr_ca: Page supprimée avec succès.
hu_hu: Az oldal sikeresen törölve.
id_id: Halaman berhasil dihapus.
it_it: Pagina cancellata con successo.
pt_br: Página excluída com sucesso.
pt_pt: Página eliminada com sucesso.
ro_ro: Pagină ștearsă.
ru_ru: Страница успешно удалена.
sl_si: Stran je bila uspešno odstranjena.
sr_rs@latin: Stranica je uspešno obrisana.
sv_se: Sidan har tagits bort.
tr_tr: Sayfa başarılı bir şekilde silindi.
uk_ua: Сторінка успішно видалена.
vi_vn: Trang đã xóa thành công.
zh_cn: 页面已删除(Page successfully deleted.)

# plugins.generic.staticPages.noneExist
source: No pages have been created
ar_iq: لم يسبق إنشاء أي صفحة ثابتة
bg_bg: Не бяха създадени страници
ca_es: No s'ha creat cap pàgina
cs_cz: Nebyly vytvořeny žádné stránky
da_dk: Ingen sider er blevet oprettet
de_de: Es wurden keine Seiten angelegt
el_gr: Δεν έχουν δημιουργηθεί στατικές σελίδες.
es_es: No hay páginas creadas
fa_ir: هیج صفحه ای ایجاد نشده است
fi_fi: Sivuja ei ole luotu
fr_ca: Aucune page n'a été créée
hu_hu: Nem lettek oldalak létrehozva
id_id: Tidak ada halaman yang dibuat
it_it: Nessuna pagina creata
pt_br: Nenhuma página criada
pt_pt: Nenhuma página criada
ro_ro: Nu au fost create pagini
ru_ru: Страницы не были созданы
sl_si: Ustvarjene ni bilo še nobene strani
sr_rs@latin: Stranica nije napravljena.
sv_se: Inga sidor har skapats
tr_tr: Sayfa oluşturulamadı
uk_ua: Жодних сторінок не було створено
vi_vn: Không có trang nào được tạo
zh_cn: 没有页面被生成(No pages have been created)
