Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/staticPages/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hu_hu, id_id, it_it, pt_br, pt_pt, ro_ro, ru_ru, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

# plugins.generic.staticPages.displayName
source: Static Pages Plugin
ar_iq: إضافة الصفحات الثابتة
bg_bg: Добавка за статични страници
ca_es: Mòdul de pàgines estàtiques
cs_cz: Plugin statických stránek
da_dk: Statisk side-plugin
de_de: Statische-Seiten-Plugin
el_gr: Διαχείριση Στατικών Σελίδων
es_es: Módulo de páginas estáticas
fa_ir: پلاگین صفحات استاتیک
fi_fi: Staattiset sivut -lisäosa
fr_ca: Plugiciel de pages statiques
hu_hu: Statikus oldalak plugin
id_id: Plugin Halaman Statis
it_it: Pagine statiche
pt_br: Páginas estáticas
pt_pt: Plugin de Páginas Estáticas
ro_ro: Modul pentru pagini statice
ru_ru: Модуль «Статические страницы»
sl_si: Vtičink za statične strani
sr_rs@latin: Dodatak Statičke strane
tr_tr: Sabit Sayflar Eklentisi
uk_ua: Модуль статичних сторінок
vi_vn: Plugin trang tĩnh
zh_cn: 静态页面插件(Static Pages Plugin)

# plugins.generic.staticPages.description
source: This plugin allows Static Content Management.
ar_iq: هذه الإضافة تتيح إدارة المحتوى الثابت.
bg_bg: Тази добавка позволява управляване на статично съдържание.
ca_es: Aquest mòdul permet gestionar el contingut estàtic.
cs_cz: Tento plugin umožňuje správu statického obsahu.
da_dk: Denne plugin giver mulighed for håndtering af statisk indhold.
de_de: Dieses Plugin erlaubt die Verwaltung statischer Inhalte.
el_gr: Αυτό το Πρόσθετο επιτρέπει τη δημιουργία και διαχείριση στατικών σελίδων.
es_es: Este módulo permite el manejo de contenido estático.
fa_ir: با این پلاگین میتوان محتوای استاتیک را اداره کرد
fi_fi: Tämä lisäosa sallii staattisen sisällön hallinnoinnin.
fr_ca: Ce plugiciel permet la gestion du contenu statique.
hu_hu: Ezzel a bővítménnyel tud statikus tartalmakat kezelni.
id_id: Plugin ini menyediakan Manajemen Konten Statis.
it_it: Questo plugin permette la creazione e la gestione di pagine statiche.
pt_br: Este plugin permite gerenciar páginas estáticas.
pt_pt: Este plugin permite gerir páginas estáticas.
ro_ro: Acest modul permite managementul paginilor statice.
ru_ru: Позволяет управлять статическим контентом.
sl_si: Vtičnik omogoča urejanje statičnih vsebin.
sr_rs@latin: Ovaj dodatak omogućuje uređivanje statičkog sadržaja.
tr_tr: Bu eklenti Sabit İçerik Yönetimini sağlar.
uk_ua: Цей модуль дозволяє керування статичним змістом.
vi_vn: Plugin này cho phép Quản lý nội dung tĩnh.
zh_cn: 该插件允许管理静态内容(This plugin allows Static Content Management.)

# plugins.generic.staticPages.staticPages
source: Static Pages
ar_iq: الصفحات الثابتة
bg_bg: Статични страници
ca_es: Pàgines estàtiques
cs_cz: Statické stránky
da_dk: Statiske sider
de_de: Statische Seiten
el_gr: Στατικές Σελίδες
es_es: Páginas estáticas
fi_fi: Staattiset sivut
fr_ca: Pages statiques
hu_hu: Statikus oldalak
id_id: Halaman Statis
it_it: Pagine statiche
pt_br: Páginas Estáticas
pt_pt: Páginas Estáticas
ru_ru: Статические страницы
sl_si: Statične strani
sr_rs@latin: Statične strane
sv_se: Statiska sidor
tr_tr: Sabit Sayfalar
uk_ua: Статичні сторінки
vi_vn: Trang tĩnh

# plugins.generic.staticPages.pageTitle
source: Title
ar_iq: العنوان
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
fa_ir: عنوان
fi_fi: Otsikko
fr_ca: Titre
hu_hu: Cím
id_id: Judul
it_it: Titolo
pt_br: Título
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sl_si: Naslov
sr_rs@latin: Naslov
sv_se: Titel
tr_tr: Başlık
uk_ua: Назва
vi_vn: Tiêu đề
zh_cn: 标题

# plugins.generic.staticPages.content
source: Content
ar_iq: المحتوى
bg_bg: Съдържание
ca_es: Contingut
cs_cz: Obsah
da_dk: Indhold
de_de: Inhalt
el_gr: Περιεχόμενο
es_es: Contenido
fa_ir: محتوا
fi_fi: Sisältö
fr_ca: Contenu
hu_hu: Tartalom
id_id: Konten
it_it: Contenuto
pt_br: Conteúdo
pt_pt: Conteúdo
ro_ro: Conținut
ru_ru: Контент
sl_si: Vsebina
sr_rs@latin: Sadržaj
sv_se: Innehåll
tr_tr: İçerik
uk_ua: Зміст
vi_vn: Nội dung
zh_cn: 内容

# plugins.generic.staticPages.path
source: Path
ar_iq: المسار
bg_bg: Път
ca_es: Ruta
cs_cz: Cesta
da_dk: Sti
de_de: Pfad
el_gr: Διαδρομή
es_es: Ruta
fa_ir: مسیر
fi_fi: Polku
fr_ca: Chemin d'accès
hu_hu: Útvonal
id_id: Jalur
pt_br: Caminho
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sl_si: Pot
sr_rs@latin: Putanja
sv_se: Sökväg
tr_tr: Yol
uk_ua: Шлях
vi_vn: Đường dẫn
zh_cn: 路径

# plugins.generic.staticPages.requirement.tinymce
source: <p><strong>The TinyMCE Plugin must be installed and enabled in order to add/edit content.</strong></p>
ar_iq: <p><strong>إن إضافة TinyMCE ينبغي أن تكون منصبة وممكنة من أجل إضافة/تعديل المحتوى.</strong></p>
bg_bg: <p><strong>Добавката TinyMCE трябва да е инсталирана и активирана за да може да добавяте/редактирате съдържание.</strong></p>
ca_es: <p><strong>El mòdul TinyMCE ha d'estar instal·lat i actiu per poder afegir/editar contingut.</strong></p>
cs_cz: <p><strong>Pro přidání/editaci obsahu musí být nainstalován plugin TinyMCE.</strong></p>
da_dk: <p><strong>TinyMCE Pluginen skal installers og aktiveres for at gøre det muligt at tilføje og redigere indhold.</strong></p>
de_de: <p><strong>Das TinyMCE-Plugin muss installiert und aktiviert sein, damit Sie Inhalte hinzufügen/bearbeiten können.</strong></p>
el_gr: <strong>Θα πρέπει να εγκατασταθεί και ενεργοποιηθεί το TinyMCE Plugin για να είναι δυνατή η προσθήκη/επεξεργασία του περιεχομένου.</strong>
es_es: <p><strong>El complemento TinyMCE debe instalarse y activarse para permitir la adición y edición de contenido.</strong></p>
fa_ir: <strong>قبل از اینکه بتوانیم محتوائی را اضافه یا حذف کنیم باید پلاگین تینی ام سی ای را فعال سازیم.</strong>
fi_fi: <p><strong>TinyMCE-lisäosa pitää olla asennettuna ja käytössä, jotta sisältöä voidaan lisätä tai muokata.</strong></p>
fr_ca: <p><strong>Le plugiciel TinyMCE doit être installé et activé afin de pouvoir ajouter/modifier du contenu.</strong></p>
hu_hu: <p><strong>A TinyMCE bővítményt telepíteni és engedélyezni kell a tartalom hozzáadása/szerkesztése érdekében.</strong></p>
id_id: <p><strong>Plugin TinyMCE harus diinstal dan diaktifkan untuk menambah/mengedit konten.</strong></p>
it_it: <p><strong>E' necessario aver installato e abilitato il plugin TinyMCE per aggiungere e/o modificare contenuti.</strong></p>
pt_br: <p><strong>O Editor TinyMCE deve estar instalado e habilitado para incluir/editar conteúdo.</strong></p>
pt_pt: <p><strong>O Plugin TinyMCE deve estar instalado e ativado para incluir/editar conteúdo.</strong></p>
ro_ro: <strong>Modulul TinyMCE trebuie să fie instalat și activat pentru a adăuga/edita conținut.</strong>
ru_ru: <p><strong>Модуль «TinyMCE» должен быть установлен и включен для добавления/редактирования контента.</strong></p>
sl_si: <p><strong>Vtičnik TinyMCE mora biti nameščeni in omogočen, da lahko dodajete in urejate vsebino.</strong></p>
sr_rs@latin: <strong>TinyMCE dodatak mora biti instaliran i omogućen da biste uređivali sadržaj.</strong>
sv_se: <p><strong>TinyMCE pluginet måste vara installerat för att det ska vara möjligt att lägga till/redigera innehåll.</strong></p>
tr_tr: <p><strong>TinyMCE Eklentisi içerik eklemek/düzenlemek için yüklü ve etkinleştirilmiş olmalıdır.</strong></p>
uk_ua: <p><strong>Для отримання можливостей додавання/редагування змісту потрібно встановити та активувати модуль TinyMCE.</strong></p>
vi_vn: <p><strong>Plugin TinyMCE phải được cài đặt và bật để thêm/chỉnh sửa nội dung</strong></p>
zh_cn: <strong>The TinyMCE Plugin must be installed and enabled in order to add/edit content.</strong>

# plugins.generic.staticPages.editAddContent
source: Edit/Add Content
ar_iq: تعديل/إضافة المحتوى
bg_bg: Редактиране/добавяне на съдържание
ca_es: Edita/Afegeix contingut
cs_cz: Editovat/přidat obsah
da_dk: Redigér/Tilføj indhold
de_de: Inhalt bearbeiten/hinzufügen
el_gr: Προσθήκη/επεξεργασία περιεχομένου
es_es: Editar/Añadir contenido
fa_ir: ویرایش یا افزودن محتوا
fi_fi: Muokkaa/Lisää sisältöä
fr_ca: Modifier/Ajouter du contenu
hu_hu: Tartalom hozzáadása/szerkesztése
id_id: Edit/Tambah Konten
it_it: Modifica/Aggiungi Contenuto
pt_br: Editar/incluir conteúdo
pt_pt: Editar/Adicionar Conteúdo
ro_ro: Editează/Adugă conținut
ru_ru: Редактировать/Добавить контент
sl_si: Uredi/dodaj vsebino
sr_rs@latin: Izmeni/dodaj sadržaj
sv_se: Redigera/lägg till innehåll
tr_tr: İçerik Düzelt/Ekle
uk_ua: Редагувати/додати зміст
vi_vn: Chỉnh sửa/Thêm nội dung
zh_cn: 编辑/添加内容

# plugins.generic.staticPages.addStaticPage
source: Add Static Page
ar_iq: إضافة صفحة ثابتة
bg_bg: Добавяне на статична страница
ca_es: Afegeix una pàgina estàtica
cs_cz: Přidat statickou stránku
da_dk: Tilføj statisk side
de_de: Statische Seite hinzufügen
el_gr: Προσθήκη στατικής σελίδας
es_es: Añadir página estática
fa_ir: افزودن صفحه استاتیک
fi_fi: Lisää staattinen sivu
fr_ca: Ajouter une page statique
hu_hu: Statikus oldal hozzáadása
id_id: Tambah Halaman Statis
it_it: Aggiungi una pagina Statica
pt_br: Incluir página estática
pt_pt: Adicionar página estática
ro_ro: Adaugă o pagină statică
ru_ru: Добавить статическую страницу
sl_si: Dodaj statično stran
sr_rs@latin: Dodaj statičku stranicu
tr_tr: Sabit Sayfa Ekle
uk_ua: Додати статичну сторінку
vi_vn: Thêm trang tĩnh
zh_cn: 添加静态页面(Add Static Page)

# plugins.generic.staticPages.addNewPage
source: Add New Page
ar_iq: إضافة صفحة جديدة
bg_bg: Добавяне на нова страница
ca_es: Afegeix una nova pàgina
cs_cz: Přidat novou stránku
da_dk: Tilføj ny side
de_de: Neue Seite hinzufügen
el_gr: Προσθήκη νέας σελίδας
es_es: Añadir nueva página
fa_ir: افزودن صفحه جدید
fi_fi: Lisää uusi sivu
fr_ca: Ajouter une nouvelle page
hu_hu: Új oldal hozzáadása
id_id: Tambah Halaman Baru
it_it: Aggiungi una nuova pagina
pt_br: Incluir nova página
pt_pt: Adicionar nova página
ro_ro: Adaugă o pagină nouă
ru_ru: Добавить новую страницу
sl_si: Dodaj novo stran
sr_rs@latin: Dodaj novu stranicu
sv_se: Lägg till en ny sida
tr_tr: Yeni Sayfa Ekle
uk_ua: Додати нову сторінку
vi_vn: Thêm trang mới
zh_cn: 添加新的页面(Add New Page)

# plugins.generic.staticPages.editStaticPage
source: Edit Static Page
ar_iq: تعديل صفحة ثابتة
bg_bg: Редактиране на статична страница
ca_es: Edita una pàgina estàtica
cs_cz: Editovat statickou stránku
da_dk: Redigér statisk side
de_de: Statische Seite bearbeiten
el_gr: Επεξεργασία στατικής σελίδας
es_es: Editar página estática
fa_ir: ویرایش صفجه استاتیک
fi_fi: Muokkaa staattista sivua
fr_ca: Modifier une page statique
hu_hu: Statikus oldal szerkesztése
id_id: Edit Halaman Statis
it_it: Modifica la Pagina Statica
pt_br: Editar página estática
pt_pt: Editar página estática
ro_ro: Editează o pagină statică
ru_ru: Редактировать статическую страницу
sl_si: Uredi statično stran
sr_rs@latin: Izmeni statičku stranicu
tr_tr: Sabit Sayfa Düzelt
uk_ua: Редагувати статичну сторінку
vi_vn: Chỉnh sửa trang tĩnh
zh_cn: 编辑静态页面(Edit Static Page)

# plugins.generic.staticPages.noneCreated
source: No static pages have been created.
ar_iq: لم يتم إنشاء أي صفحة ثابتة بعد.
bg_bg: Не са създадени статични страници.
ca_es: No s'ha creat cap pàgina estàtica.
cs_cz: Nebyly vytvořeny žádné statické stránky.
da_dk: Ingen statisk side er blevet oprettet.
de_de: Bisher wurden keine statischen Seiten angelegt.
el_gr: Δεν έχουν δημιουργηθεί στατικές σελίδες.
es_es: No se creó ninguna página estática.
fi_fi: Staattisia sivuja ei ole luotu.
fr_ca: Aucune page statique n'a été créée.
hu_hu: Nem lett statikus oldal létrehozva.
id_id: Tidak ada halaman statis yang dibuat.
it_it: Nessuna pagina statica è stata creata.
pt_br: Não há páginas estáticas criadas.
pt_pt: Nenhuma página estática foi criada.
ru_ru: Статические страницы не были созданы.
sl_si: Ustvarjene ni bilo še nobene strani.
sr_rs@latin: Nema statičnih strana.
sv_se: Inga statiska sidor har skapats.
tr_tr: Hiçbir sabit sayfa oluşturulmadı.
uk_ua: Статичні сторінки не були створені.
vi_vn: Không có trang tĩnh nào được tạo.

# plugins.generic.staticPages.settingInstructions
source: The form below shows you all the static pages you have created. You can edit or delete the pages using the links on the right-hand side.
ar_iq: النموذج أدناه يعرض لك كل الصفحات الثابتة التي قمت بإنشائها. بإمكانك تعديل أو حذف الصفحات مستعملاً الروابط على الجانب الأيمن.
bg_bg: Формулярът по-долу показва всички статични страници, които сте създали. Вие можете да ги редактирате или изтриете, използвайки хипервръзките отдясно.
ca_es: El formulari següent mostra totes les pàgines estàtiques que heu creat. Podeu editar o eliminar aquestes pàgines a través dels enllaços que hi ha a la part dreta.
cs_cz: Formulář níže ukazuje všechny statické stránky, které jste vytvořil. Tyto stránky můžete editovat nebo smazat použitím odkazů na pravé straně.
da_dk: Skemaet nedenfor viser alle de statiske sider, du har oprettet. Du kan redigere eller slette siderne ved at anvende linkene til højre.
de_de: Das unten stehende Formular zeigt Ihnen alle statischen Seiten, die Sie angelegt haben. Sie können die Seiten mittels der Links auf der rechten Seite bearbeiten oder löschen.
el_gr: Η παρακάτω φόρμα παρουσίαζει όλες τις στατικές σελίδες που έχετε δημιουργήσει. Μπορείτε να επεξεργαστείτε ή διαγράψετε τις σελίδες χρησιμοποιώντας τους συνδέσμους στη δεξιά πλευρά.
es_es: El formulario que aparece a continuación muestra todas las páginas estáticas creadas. Puede editar o eliminar las páginas usando los enlaces que se muestran a la derecha.
fa_ir: در فرم زیر تمام صفحات استاتیک ایجاد شده را میبینید. با استفاده از لینک های سمت راست میتوانید صفحات را ویرایش یا حذف کنید.
fi_fi: Alla oleva lomake näyttää kaikki luomasi staattiset sivut. Voit muokata tai poistaa sivuja oikealla olevia linkkejä käyttäen.
fr_ca: Le formulaire ci-dessous affiche toutes les pages statiques que vous avez créées. Vous pouvez modifier ou supprimer les pages en utilisant les liens qui se trouvent dans la partie de droite.
hu_hu: A lenti űrlapon láthatóak az eddig létrehozott statikus oldalak. A jobb oldalon található linkek segítségével tudja szerkeszteni vagy törölni az oldalakat.
id_id: Formulir di bawah ini menunjukkan Anda semua halaman statis yang dapat Anda buat. Anda dapat mengedit atau menghapus halaman dengan menggunakan link di sisi tangan kanan.
it_it: Qui di seguito l'elenco delle pagine statiche create. Puoi modificare o cancellare le pagine utilizzando i links sulla destra.
pt_br: O formulário a seguir mostra todas as páginas estáticas já criadas. Você pode editar ou excluir as páginas por meio dos links disponíveis à direita.
pt_pt: O formulário a seguir mostra todas as páginas estáticas já criadas. Poderá editar ou eliminar as páginas através dos links disponíveis à direita.
ro_ro: Formularul de mai jos îți arată câte pagini statice ai creat. Poți edita sau șterge paginile folosing linkurile din bara din dreapta.
ru_ru: Форма ниже показывает все созданные вами статические страницы. Вы можете редактировать или удалять страницы, используя ссылки справа.
sl_si: Spodaj vidite vse statične strani, ki so bile ustvarjene. S klikom na desni strani lahko urejate ali odstranite strani.
sr_rs@latin: Dole su prikazane sve statičke stranice koje ste napravili. Možete ih menjati i brisati koristeći linkove sa desne strane.
sv_se: Formuläret nedan visar alla statiska sidor du har skapat. Du kan redigera eller ta bort sidor genom att använda länken på höger sida.
tr_tr: Aşağıdaki form oluşturduğunuz tüm statik sayfaları gösterir. Sağ taraftaki bağlantıları kullanarak sayfaları düzenleyebilir veya silebilirsiniz.
uk_ua: У формі нижче відображаються всі створені Вами статичні сторінки. Ви можете редагувати або видаляти ці сторінки, використовуючи посилання праворуч від них.
vi_vn: Biểu mẫu bên dưới hiển thị cho bạn tất cả các trang tĩnh bạn đã tạo. Bạn có thể chỉnh sửa hoặc xóa các trang bằng các liên kết ở phía bên tay phải.
zh_cn: 下面的表格显示出所有你创建的静态页面。你可以使用右手边的链接来编辑或删除页面。(The form below shows you all the static pages you have created. You can edit or delete the pages using the links on the right-hand side.)

# plugins.generic.staticPages.editInstructions
source: Use the form below to add/edit page content.
ar_iq: استعمل النموذج أدناه لغرض إضافة/تعديل محتوى الصفحة.
bg_bg: Използвайте формуляра по-долу за да добавите/редактирате съдържанието на страниците.
ca_es: Utilitzeu el formulari que segueix a continuació per a afegir o editar contingut de pàgina.
cs_cz: Pro přidání/editaci obsahu použijte níže dostupný formulář.
da_dk: Vælg skemaet nedenfor for at tilføje/redigere sideindhold.
de_de: Benutzen Sie das unten stehende Formular, um Seiteninhalte hinzuzufügen/zu bearbeiten.
el_gr: Χρησιμοποιήστε την παρακάτω φόρμα για την προσθήκη/επεξεργασία του περιεχομένου μιας στατικής σελίδας.
es_es: Use el formulario a continuación para añadir/editar una página de contenido.
fa_ir: با استفاده از فرم زیر میتوانید محتوای صفحه را اضافه یا ویرایش کنید
fi_fi: Käytä alla olevaa lomaketta lisätäksesi tai muokataksesi sivun sisältöä.
fr_ca: Utiliser le formulaire ci-dessous pour ajouter/modifier le contenu de la page.
hu_hu: Használja a lenti űrlapot oldaltartalom hozzáadásához/szerkesztéséhez.
id_id: Gunakan formulir di bawah ini untuk menambah/mengedit konten.
it_it: Utilizza il form seguente per aggiungere/editare contenuti.
pt_br: Use o formulário para incluir/editar o conteúdo.
pt_pt: Use o formulário para incluir/editar o conteúdo.
ro_ro: Folosește formularul de mai jos pentru a adăuga/edita conținut în pagină.
ru_ru: Используйте форму ниже для добавления/редактирования контента страницы.
sl_si: Za dodajanje ali urejanje vsebine strani uporabite obrazec spodaj.
sr_rs@latin: Koristite formu ispod da biste dodali ili izmenili sadržaj.
sv_se: Använd formuläret nedan för att lägga till/redigera innehåll.
tr_tr: Sayfa içeriği eklemek/düzeltmek için aşağıdaki formu kullanın.
uk_ua: Використовуйте форму нижче для додавання/редагування змісту сторінки.
vi_vn: Sử dụng mẫu dưới đây để thêm/chỉnh sửa nội dung trang.
zh_cn: 使用下面的表单来添加/编辑页面内容。(Use the form below to add/edit page content.)

# plugins.generic.staticPages.pathRegEx
source: The path field must contain only alphanumeric characters plus '.', '/', '-', and '_'.
ar_iq: حقل المسار لا بد أن يقتصر على حروف وأرقام فضلاً عن '.'، '/'، '-'، و '_'.
bg_bg: Полето Път трябва да съдържа само бекви и цифри и семволите '.', '/', '-', и '_'.
ca_es: El camp de la ruta només pot contenir caràcters alfanumèrics, i '.', '/', '-', i '_'.
cs_cz: Cesta musí obsahovat pouze alfanumerické znaky a znaky '.', '/', '-' a '_'.
da_dk: Sti-feltet må kun indeholde alfanumeriske karakterer samt '.', '/', '-', og '_'.
de_de: Die Pfadangabe darf nur Buchstaben und Ziffern sowie '.', '/', '-' und '_' enthalten.
el_gr: Το πεδίο της διαδρομής πρέπει να περιλαμβάνει μόνο αλφαριθμητικούς χαρακτήρες ή '.', '/', '-', και '_'.
es_es: El campo de ruta debe contener solo caracteres alfanuméricos además de '.', '/', '-', y '_'.
fi_fi: Polkukenttä voi sisältää vain alfanumeerisia merkkejä sekä “.”, “/”, “-” ja “_”-merkkejä.
fr_ca: Le chemin d'accès ne peut contenir que des caractères alphanumériques, ainsi que «.», «/», «-» et «_».
hu_hu: Az útvonalmező csak alfanumerikus karaktereket valamint '.', '/', '-', és '_' karaktereket tartalmazhat.
id_id: Jalur halaman statis hanya boleh berisi karakter alfanumerik plus '.', '/', '-', dan '_'.
it_it: Il campo indirizzo può contenere solo caratteri alfanumerici e '.', '/', '-', e '_'.
pt_br: O campo caminho deve conter apenas caracteres alfanuméricos mais, '/', '.' '-' e '_'.
pt_pt: O caminho deve conter apenas carateres alfanuméricos, e '.', '/', '-' e '_'.
ru_ru: Поле пути должно содержать только буквы латинского алфавита, цифры, «.», «/», «-» и «_».
sl_si: Polje pot lahko vsebuje le alfanumerične znake ter '.', '/', '-' in '_'.
sr_rs@latin: Putanja može sadržati samo alfanumeričke karaktere i '.', '/', '-', i '_' znake.
tr_tr: Yol alanı sadece alfanümerik karakterler ile '.', '/', '-' ve '_' içermelidir.
uk_ua: Поле шляху має містити лише латинські літери, цифри та знаки '.', '/', '-', і '_'.
vi_vn: Trường đường dẫn phải chỉ chứa các ký tự chữ và số cộng với '.', '/', '-' và '_'.
