Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/usageStats/locale/*/locale.po
Languages: fr_ca, id_id

# plugins.generic.usageStats.settings.compressArchives.description
source: Activate this option to compress archived log files using gzip tool (you will have to configure the gzip setting inside config.inc.php). If you have a high traffic site it's a good idea to enable this, so you can save some extra disk space.
fr_ca: Activer cette option pour compresser les fichiers archivés de journalisation des événements à l'aide de l'outil gzip (vous devrez configurer le paramètre gzip dans config.inc.php). Si vous avez un site à fort trafic, il serait judicieux d'activer cette option afin d'économiser de l'espace disque supplémentaire.
id_id: Aktifkan opsi ini untuk mengompres file log yang diarsipkan menggunakan tool gzip (Anda perlu mengkonfigurasi pengaturan gzip di dalam file config.inc.php). Jika memiliki situs dengan lalu lintas trafik yang tinggi, sebaiknya aktifkan opsi ini untuk menghemat ruang penyimpanan tambahan.

# plugins.generic.usageStats.settings.optionalColumns.description
source: Enable or disable the collection of the following optional information. This will influence on the possible statistics reports you can retrieve, and also will have an impact on the database size. DO NOT CHANGE unless you fully understand what you're doing.
fr_ca: Activer ou désactiver la collecte des informations facultatives suivantes. Cela aura une influence sur les rapports statistiques éventuels que vous pouvez récupérer et aura également un impact sur la taille de la base de données. NE PAS MODIFIER, sauf si vous comprenez parfaitement ce que vous faites.
id_id: Aktifkan atau Nonaktifkan pengumpulan informasi opsional berikut. Hal ini akan memengaruhi laporan statistik potensial yang dapat Anda ambil kembali, dan juga akan berdampak pada ukuran basis data. JANGAN MENGUBAH kecuali Anda benar-benar mengerti apa yang Anda lakukan.

# plugins.generic.usageStats.settings.dataPrivacyOption.description
source: Activate this option to use a plugin version that respects privacy legislations, i.e. that is logging hashed IP addresses, informs the users about the tracking and provides an opt-out option for users. Note: when using this option you will not be able to use the geo features of the plugin.
fr_ca: Activer cette option pour utiliser une version du plugiciel qui respecte les réglementations en matière de protection de la vie privée, c'est-à-dire enregistrant des adresses IP hachées, informant les utilisateurs et utilisatrices du suivi et offrant à ceux-ci et celles-ci une option de retrait. Remarque : lorsque vous utilisez cette option, vous ne pourrez pas utiliser les fonctions de géolocalisation du plugiciel.
id_id: Aktifkan opsi ini untuk menggunakan versi plugin yang mengikuti aturan privasi, yaitu yang mencatat alamat IP hash, memberi tahu pengguna tentang pelacakan dan memberikan opsi opt-out bagi pengguna. Catatan: bila menggunakan opsi ini Anda tidak akan dapat menggunakan fitur geo dari plugin.

# plugins.generic.usageStats.settings.dataPrivacyOption.requirements
source: To ensure data privacy, you must specify a file readable and writable by the web user to contain a randomly generated salt value. This file must NOT be backed up to ensure privacy protection. The salt is randomly generated either using: the function mcrypt_create_iv, which requires the PHP mcrypt; the function openssl_random_pseudo_bytes, which requires the PHP openssl; the file /dev/urandom, which works only on *nix systems; or the function mt_rand, which is not cryptographically safe. Thus, if you are using a Windows server, please ensure that you install either the PHP mcrypt or openssl enabled in order to have the cryptographically safe generated salt.
fr_ca: Pour garantir la confidentialité des données, vous devez spécifier un fichier lisible et accessible en écriture par l'utilisateur ou l'utilisatrice qui contiendra une valeur de salage générée de façon aléatoire. Ce fichier ne doit PAS être sauvegardé pour assurer la protection de la vie privée. Le salage est généré au hasard soit en utilisant la fonction mcrypt_create_iv, qui nécessite le PHP mcrypt ; la fonction openssl_random_pseudo_bytes, qui nécessite le PHP openssl ; le fichier /dev/urandom, qui ne fonctionne que sur les systèmes * nix ; ou la fonction mt_rand, qui n'est pas sécuritaire d'un point de vue cryptographique. En conséquence, si vous utilisez un serveur Windows, assurez-vous d'installer le PHP mcrypt ou openssl activé afin d'avoir un fichier de salage généré sécuritaire d'un point de vue cryptographique.
id_id: Untuk memastikan privasi data, Anda harus menentukan file yang readable dan writable oleh pengguna web untuk mengandung salt value yang dihasilkan secara acak. File ini TIDAK mesti dilindungi untuk memastikan perlindungan privasi. Salt tersebut dihasilkan secara acak baik menggunakan: fungsi mcrypt_create_iv, yang membutuhkan PHP mcrypt; fungsi openssl_random_pseudo_bytes, yang membutuhkan PHP openssl; file /dev/urandom, yang hanya berfungsi pada sistem *nix; atau fungsi mt_rand, yang tidak aman secara kriptografis. Jadi, jika Anda menggunakan server Windows, pastikan sudah menginstal PHP mcrypt atau openssl yang diaktifkan agar salt yang dihasilkan aman secara kriptografis.

# plugins.generic.usageStats.settings.logParseRegex.description
source: The default regex used can parse apache access log files in combined format and also the plugin's log files. If your access log files are in a different format you will have to insert a regex capable of parsing them and giving the expected values. See UsageStatsLoader::_getDataFromLogEntry() for more information.
fr_ca: L'expression régulière utilisée par défaut peut analyser les fichiers de journalisation des accès Apache au format combiné et les fichiers de journalisation des événements du plugiciel. Si vos fichiers de journalisation des accès sont dans un format différent, vous devrez insérer une expression régulière capable de les analyser et de donner les valeurs attendues. Voir UsageStatsLoader::_ getDataFromLogEntry() pour plus de renseignements.
id_id: Regex bawaan yang digunakan dapat memparsing file log akses apache dalam format gabungan serta file log plugin. Jika format file log akses berbeda, Anda perlu memasukkan regex yang mampu menguraikannya dan memberikan value yang diharapkan. Lihat UsageStatsLoader::_getDataFromLogEntry() untuk informasi lebih lanjut.

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.bar
source: Bar
fr_ca: Barre
