Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/usageStats/locale/*/locale.po
Languages: fr_ca, id_id

# plugins.generic.usageStats.settings.statsDisplayOptions.siteWide.omp
source: Each press can override these settings from the press's plugins page.
fr_ca: Chaque presse peut remplacer ces paramètres depuis la page des plugiciels de la presse.
id_id: Setiap terbitan bisa menimpa pengaturan ini melalui halaman plugin terbitan.

# plugins.generic.usageStats.settings.statsDisplayOptions.siteWide.ojs2
source: Each journal can override these settings from the journal's plugins page.
fr_ca: Chaque revue peut remplacer ces paramètres depuis la page des plugiciels de la revue.
id_id: Setiap jurnal bisa menimpa pengaturan ini melalui halaman plugin jurnal.

# plugins.generic.usageStats.downloads
source: Downloads
fr_ca: Téléchargements
id_id: Unduhan

# plugins.generic.usageStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
fr_ca: Jan Fév Mar Avr Mai Juin Juil Aoû Sep Oct Nov Déc
id_id: Jan Feb Mar Apr Mei Jun Jul Agus Sep Okt Nov Des

# plugins.generic.usageStats.noStats
source: Download data is not yet available.
fr_ca: Les données relatives au téléchargement ne sont pas encore disponibles.
id_id: Data unduhan belum tersedia.

# plugins.generic.usageStats.statsSum
source: Sum all file downloads
id_id: Jumlahkan semua file unduhan

# plugins.reports.usageStats.metricType.full
source: Public Knowledge Project statistics (COUNTER ready)
fr_ca: Statistiques Public Knowledge Project (conformes à COUNTER)
id_id: Statistik Public Knowledge Project (COUNTER ready)

# plugins.generic.usageStats.optout
source: Opt Out
fr_ca: Se retirer
id_id: Di Luar

# plugins.generic.usageStats.optin
source: Opt In
fr_ca: Adhérer
id_id: Di Dalam

# plugins.generic.usageStats.optout.shortDesc
source: We log anonymous usage statistics. Please read the <a href="{$privacyInfo}">privacy information</a> for details.
fr_ca: Les connexions anonymisées sont enregistrées dans les statistiques. Veuillez lire les <a href="{$privacyInfo}">Renseignements relatives à la confidentialité</a> pour plus de détails.
id_id: Statistik pemakaian tercatat oleh jurnal. Bacalah <a href="{$privacyInfo}">informasi pribadi</a> untuk selengkapnya.

# plugins.generic.usageStats.optout.title
source: Usage Statistics Information
fr_ca: Renseignements sur les statistiques d'utilisation
id_id: Informasi Statistik Pemakaian

# plugins.generic.usageStats.optout.description
source: Usage Statistics Privacy Information
fr_ca: Informations sur la confidentialité des statistiques d'utilisation
id_id: Informasi Privasi Statistik Pemakaian

# plugins.generic.usageStats.optout.displayName
source: Usage Statistics Privacy Information
fr_ca: Renseignements au sujet de la confidentialité des statistiques d'utilisation
id_id: Informasi Privasi Statistik Pemakaian

# plugins.reports.usageStats.report.description
source: PKP Default usage statistics report (COUNTER ready)
fr_ca: Rapport des statistiques d'utilisation par défaut de PKP (conformes à COUNTER)
id_id: Laporan Statistik Pemakaian PKP (COUNTER ready)

# plugins.reports.usageStats.report.displayName
source: PKP Usage statistics report
fr_ca: Rapport des statistiques d'utilisation de PKP
id_id: Laporan Statistik Pemakaian PKP

# plugins.generic.usageStats.displayName
source: Usage Statistics
fr_ca: Statistiques d'utilisation
id_id: Statistik Pemakaian

# plugins.generic.usageStats.pluginNotEnabled
source: Usage statistics plugin is disabled. No log files processed.
fr_ca: Le plugiciel de statistiques d'utilisation est désactivé. Aucun fichier de journalisation des événements n'a été traité.
id_id: Plugin statistik pemakaian dinonaktifkan. Tidak ada file log yang diproses.

# plugins.generic.usageStats.loadDataError
source: Couldn't load data extracted from file {$file}. The file was moved to stage again.
fr_ca: Impossible de charger les données extraites du fichier {$file}. Le fichier a été retourné à l'étape précédente.
id_id: Tidak bisa memut data yang diaktrak dari file {$file}. File tersebut dipindahkan ke tahap lagi.

# plugins.generic.usageStats.removeUrlError
source: The line number {$lineNumber} from the file {$file} contains an url that the system can't remove the base url from.
fr_ca: La ligne {$lineNumber} du fichier {$file} contient un URL dont le système ne peut pas supprimer l'URL de base.
id_id: Baris {$lineNumber} dari file {$file} mengandung url yang tidak bisa dihapus oleh sistem dari base url.

# plugins.generic.usageStats.invalidLogEntry
source: The line number {$lineNumber} from the file {$file} is not a valid log entry and the file was rejected.
fr_ca: La ligne {$lineNumber} du fichier {$file} n'est pas une entrée valide de journalisation des évènements. Le fichier a été rejeté.
id_id: Baris {$lineNumber} dari file {$file} tidak valid sehingga file ditolak.

# plugins.generic.usageStats.openFileFailed
source: The file {$file} could not be opened and was rejected.
fr_ca: Le fichier {$file} n'a pas pu être ouvert et a été rejeté.
id_id: File {$file} tidak bisa dibuka sehingga ditolak.

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.line
source: Line
fr_ca: Ligne
id_id: Garis

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType
source: Choose the type of the chart to display the download statistics
fr_ca: Choisir le type du graphique pour afficher les statistiques de téléchargement
id_id: Pilih jenis grafik yang menampilkan statistik unduhan

# plugins.generic.usageStats.settings.statsDisplayOptions.display
source: Display submission statistics chart for reader
fr_ca: Afficher le graphique des statistiques de soumission pour la lecture
id_id: Tampilkan chart statistik naskah kepada pembaca

# plugins.generic.usageStats.settings.statsDisplayOptions.contextWide
source: These settings will only be applied to usage statistics on {$contextName}.
fr_ca: Ces paramètres ne seront appliqués qu'aux statistiques d'utilisation de {$contextName}.
id_id: Pengaturan ini hanya bisa diterapkan pada statistik pemakaian {$contextName}.

# plugins.generic.usageStats.settings.statsDisplayOptions
source: Statistics display options
fr_ca: Options d'affichage des statistiques
id_id: Pilihan tampilan statistik

# plugins.generic.usageStats.settings.compressArchives
source: Compress archives
fr_ca: Compresser les archives
id_id: Kompres arsip

# plugins.generic.usageStats.settings.archives
source: Archives
id_id: Arsip

# plugins.generic.usageStats.settings.optionalColumns.cityRequiresRegion
source: The optional column "City" requires the optional column "Region".
fr_ca: La colonne facultative « Ville » requiert la colonne facultative « Région ».
id_id: Kolom pilihan "Kota" membutuhkan kolom pilihan "Wilayah".

# plugins.generic.usageStats.settings.optionalColumns
source: Optional statistic information
fr_ca: Renseignements facultatifs sur les statistiques
id_id: Informasi statistik opsional

# plugins.generic.usageStats.settings.dataPrivacyCheckbox
source: Respect data privacy
fr_ca: Respecter la confidentialité des données
id_id: Hormati privasi data

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesRegion
source: Enabling data privacy excludes Region as an optional statistic.
fr_ca: L'activation de la confidentialité des données exclut « Région » comme statistique facultative.
id_id: Aktivasi privasi data meniadakan Wilayah sebagai statistik opsional.

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesCity
source: Enabling data privacy excludes City as an optional statistic.
fr_ca: L'activation de la confidentialité des données exclut « Ville » comme statistique facultative.
id_id: Aktivasi privasi data meniadakan Kota sebagai statistik opsional.

# plugins.generic.usageStats.settings.dataPrivacyOption.requiresSalt
source: Enabling data privacy requires a salt file.
fr_ca: L'activation de la confidentialité des données requiert un fichier de salage.
id_id: Aktivasi privasi data membutuhkan file salt.

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath.invalid
source: The salt file is not writable.
fr_ca: Le fichier de salage n'est pas accessible en écriture.
id_id: File salt tidak bisa diedit.

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath
source: File path for the anonymizing salt
fr_ca: Chemin d'accès du fichier pour le salage anonymisant
id_id: Alamat file untuk salt anonim

# plugins.generic.usageStats.settings.dataPrivacyOption
source: Data privacy option
fr_ca: Option de confidentialité des données
id_id: Opsi privasi data

# plugins.generic.usageStats.settings.saved
source: Usage statistics plugin settings saved
fr_ca: Paramètres du plugiciel des statistiques d'utilisation enregistrés
id_id: Pengaturan plugin statstik pemakaian telah disimpan

# plugins.generic.usageStats.settings.logParseRegex
source: Parse log files regex
fr_ca: Analyser les fichiers de journalisation des événements à l'aide d'expressions régulières
id_id: Uraikan log files regex

# plugins.generic.usageStats.settings.createLogFiles.description
source: Activating this option will make the plugin create access log files inside the files directory. Those files should be used to extract the usage statistics data. If you don't want to create more access log files you can leave this option disabled and use your own server log access files.
fr_ca: En activant cette option, le plugiciel créera des fichiers de journalisation des accès dans le répertoire de fichiers. Ces fichiers pourront être utilisés pour extraire les données de statistiques d'utilisation. Si vous ne souhaitez plus créer de fichiers de journalisation des accès, vous pouvez laisser cette option désactivée et utiliser les fichiers de journalisation des accès de votre propre serveur.
id_id: Mengaktifkan opsi ini akan menghasilkan file log akses di direktori file. File tersebut akan digunakan untuk mengekstrak data statstik pemakaian. Jika tidak mau lagi membuat file log, kamu bisa nonaktifkan plugin ini dan gunakan sendiri file log akses server pribadi.

# plugins.generic.usageStats.settings.createLogFiles
source: Create log files
fr_ca: Créer des fichiers de journalisation des événements
id_id: Buat file log

# plugins.generic.usageStats.settings.logging
source: Access log options
fr_ca: Options de la journalisation des accès
id_id: Akses opsi log

# plugins.generic.usageStats.optout.description.long.omp
source: <h3>General Privacy Information</h3> <p>Please refer to our general <a href="{$privacyStatementUrl}">privacy statement</a>.</p> <h3>Usage Statistics</h3> <p>In order to be able to analyse usage and impact of our publications, we collect and log access to the homepage, categories, series, books and files. In the process all data is anonymised. No personal information is logged. IP addresses are anonymised by being hashed (using <em>SHA 256</em>) in combination with a <em>secure 64 characters long salt</em> that is automatically <em>randomly generated and overridden on a daily basis</em>. Therefore IP addresses cannot be reconstructed.</p> <p>The following information is collected next to the anonymised IP addresses:</p> <ul> <li>Access type (i.e. administrative)</li> <li>Request time</li> <li>Requested URL</li> <li>HTTP status code</li> <li>Browser</li> </ul> <p>The collected data is only used for evaluation purposes. No IP addresses are mapped to user IDs. It is technically impossible to trace a specific set of data to a specific IP address.</p>
fr_ca: <h3>Information relatives à la protection de la vie privée</h3> <p>Veuillez vous référer à notre <a href="{$privacyStatementUrl}">politique de confidentialité</a>.</p> <h3>Statistiques d'utilisation</h3> <p>Afin d'analyser l'utilisation et l'impact de notre revue et de ses articles, nous mesurons et enregistrons les accès à la page d'accueil, aux catégories, aux collections, aux livres et aux fichiers. Toute information est enregistrée de manière anonyme. Aucune information personnelle ou permettant d'identifier un utilisateur ou une utilisatrice n'est conservée. Les adresses IP sont anonymisées selon un hachage <em>SHA 256</em> en utilisant un <em>salage sécurisé de 64 caractères</em> qui est automatiquement <em>régénéré de façon aléatoire et remplacé quotidiennement</em>. Il est donc impossible de reconstruire les adresses IP une fois qu'elles ont été hachées.</p> <p>Les renseignements suivants sont enregistrés de concert avec les adresses IP anonymisées :</p> <ul> <li>Type d'accès (administratif)</li> <li>Heure de la requête</li> <li>URL demandé</li> <li>Code de la réponse HTTP</li> <li>Navigateur</li> </ul> <p>Les données sont uniquement enregistrées dans un but d'évaluation. Aucune adresse IP n'est associée aux identifiants des utilisateurs et utilisatrices. Il est impossible d'associer quelque donnée que ce soit à une adresse IP donnée.</p>
id_id: <h3>Unformasi Privasi Umum</h3> <p>Cermatilah <a href="{$privacyStatementUrl}">pernyataan privasi</a> kami.</p> <h3>Statistik Pemakaian</h3> <p>Agar bisa menganalisis pemakaian dan dampak publikasi, kami mengumpulkan dan merekam akses ke halaman beranda, kategori, seri, buku, dan file. Dalam prosesnya, semua data dianonimkan. Tidak ada informasi pribadi yang dicatat. Alamat IP dianonimkan dengan metode hash (menggunakan <em>SHA 256</em>) ditambah dengan metode <em>salt 64 karakter yang aman</em> yang secara otomatis<em> dihasilkan secara acak dan ditimpa setiap hari</em>. Oleh karena itu alamat IP tidak dapat direkonstruksi.</p> <p>Informasi berikut disimpan setelah alamat IP yang anonim:</p> <ul> <li>Jenis akses (seperti, administratif)</li> <li>Waktu permintaan</li> <li>URL yang diakses</li> <li>Code status HTTP</li> <li>Browser</li> </ul> <p>Data yang dikumpulkan hanya digunakan untuk keperluan proses evaluasi. Tidak ada alamat IP yang dipetakan pada ID pengguna. Hal yang mustahil untuk melacak seperangkat data tertentu pada alamat IP. </p>

# plugins.generic.usageStats.optout.description.long.ojs2
source: <h3>General Privacy Information</h3> <p>Please refer to our general <a href="{$privacyStatementUrl}">privacy statement</a>.</p> <h3>Usage Statistics</h3> <p>In order to be able to analyse usage and impact of our journal and the published articles, we collect and log access to the journalâ€™s homepage, issues, articles, galleys and supplementary files. In the process all data is anonymised. No personal information is logged. IP addresses are anonymised by being hashed (using <em>SHA 256</em>) in combination with a <em>secure 64 characters long salt</em> that is automatically <em>randomly generated and overridden on a daily basis</em>. Therefore IP addresses cannot be reconstructed.</p> <p>The following information is collected next to the anonymised IP addresses:</p> <ul> <li>Access type (i.e. administrative)</li> <li>Request time</li> <li>Requested URL</li> <li>HTTP status code</li> <li>Browser</li> </ul> <p>The collected data is only used for evaluation purposes. No IP addresses are mapped to user IDs. It is technically impossible to trace a specific set of data to a specific IP address.</p>
fr_ca: <h3>Information relatives à la protection de la vie privée</h3> <p>Veuillez vous référer à notre <a href="{$privacyStatementUrl}">politique de confidentialité</a>.</p> <h3>Statistiques d'utilisation</h3> <p>Afin d'analyser l'utilisation et l'impact de notre revue et de ses articles, nous mesurons et enregistrons les accès à la page d'accueil, aux catégories, aux collections, aux livres et aux fichiers. Toute information est enregistrée de manière anonyme. Aucune information personnelle ou permettant d'identifier un utilisateur ou une utilisatrice n'est conservée. Les adresses IP sont anonymisées selon un hachage <em>SHA 256</em> en utilisant un <em>salage sécurisé de 64 caractères</em> qui est automatiquement <em>régénéré de façon aléatoire et remplacé quotidiennement</em>. Il est donc impossible de reconstruire les adresses IP une fois qu'elles ont été hachées.</p> <p>Les renseignements suivants sont enregistrés de concert avec les adresses IP anonymisées :</p> <ul> <li>Type d'accès (administratif)</li> <li>Heure de la requête</li> <li>URL demandé</li> <li>Code de la réponse HTTP</li> <li>Navigateur</li> </ul> <p>Les données sont uniquement enregistrées dans un but d'évaluation. Aucune adresse IP n'est associée aux identifiants des utilisateurs et utilisatrices. Il est impossible d'associer quelque donnée que ce soit à une adresse IP donnée.</p>
id_id: <h3>Unformasi Privasi Umum</h3> <p>Cermatilah <a href="{$privacyStatementUrl}">pernyataan privasi</a> kami.</p> <h3>Statistik Pemakaian</h3> <p>Agar bisa menganalisis pemakaian dan dampak jurnal dan artikel yang diterbitkan, kami mengumpulkan dan merekam akses ke halaman beranda jurnal, nomor terbitan, artikel, galley dan file tambahan. Dalam prosesnya, semua data dianonimkan. Tidak ada informasi pribadi yang dicatat. Alamat IP dianonimkan dengan metode hash (menggunakan <em>SHA 256</em>) yang digabungkan dengan <em>salt 64 karakter yang aman</em> yang secara otomatis<em> dihasilkan secara acak dan diganti setiap hari</em>. Oleh karena itu alamat IP tidak dapat direkonstruksi.</p> <p>Informasi berikut disimpan setelah alamat IP yang anonim:</p> <ul> <li>Jenis akses (seperti, administratif)</li> <li>Waktu permintaan</li> <li>URL yang diakses</li> <li>Code status HTTP</li> <li>Browser</li> </ul> <p>Data yang dikumpulkan hanya digunakan untuk keperluan proses evaluasi. Tidak ada alamat IP yang dipetakan pada ID pengguna. Hal yang mustahil untuk melacak seperangkat data tertentu pada alamat IP tertentu.</p>

# plugins.generic.usageStats.optout.cookie
source: <p>If you wish you can opt-out of the data collection process. By clicking the opt-out button below, you can actively decide against participating in the statistical analysis. When clicking the opt-out button a <em>cookie</em> is being created on your system to store your decision. If the privacy settings of your browser lead to cookies being automatically deleted you will have to opt-out again the next time you access this website. The cookie is only valid for one browser. If you use a different browser, you will have to opt out again. No individual information is stored within this cookie. This cookie lease is valid for one year after your last access.</p> <p>Please bear in mind that general server logs are not affected by your decision to opt-out of the detailed evaluation process. Please refer to our general <a href="{$privacyStatementUrl}">privacy statement</a>.</p>
fr_ca: <p> Si vous le souhaitez, vous pouvez vous désinscrire du processus de collecte de données. En cliquant sur le bouton de désactivation ci-dessous, vous pouvez décider de ne pas participer à l'analyse statistique. Lorsque vous cliquez sur le bouton de désactivation, un fichier témoin est créé sur votre système pour enregistrer votre décision. Si les paramètres de confidentialité de votre navigateur entraînent la suppression automatique des fichiers témoins, vous devrez vous désinscrire à nouveau la prochaine fois que vous accéderez à ce site. Le fichier témoin est valide uniquement pour un navigateur donné. Si vous utilisez un autre navigateur, vous devrez vous désinscrire à nouveau. Aucune information individuelle n'est stockée dans ce fichier témoin. La durée de validité du fichier témoin est d'un an après votre dernier accès. </p> <p> Veuillez noter que les fichiers de journalisation d'événements généraux du serveur ne sont pas affectés par votre décision de vous retirer du processus d'évaluation détaillé. Veuillez vous reporter à notre <a href="{$privacyStatementUrl}">politique de confidentialité </a> générale. </p>
id_id: <p>Anda bisa memilih berhenti dari peoses pengumpulan data. Dengan mengklik tombol berhenti di bawah ini, Anda bisa memutuskan untuk tidak berpartisipasi dalam analisis statistik. Bila mengklik tombol berhenti, file <em>cookie</em> akan dibuat pada sistem untuk menyimpan pilihan Anda. Jika pengaturan privasi pada browser Anda secara otomatis menghapus file cookie, pilihan berhenti berhenti perlu dilakukan sekali lagi pada saat mengakses website pada waktu berikutnya. File cookie hanya valid untuk satu browser. Jika menggunakan browser berbeda, proses berhenti perlu dilakuka sekali lagi. Informasi privai tidak akan tersimpan pada file cookie ini. Kesepakatan cookie ini valid selama satu tahun setelah akses terakhir.</p> <p>Plerlu diingat bahwa general server logs tidak terpengaruh dengan keputusan berhenti dari proses evaluasi ini. Silakan cermati <a href="{$privacyStatementUrl}">pernyataan privasi</a> kami secara umum.</p>

# plugins.generic.usageStats.optout.done
source: <p>You successfully opted out of usage statistics collection. While you see this message no statistics will be collected from your usage of this site. Click the below button to revert your decision.</p>
fr_ca: <p>Vous avez choisi de vous retirer de la collecte de statistiques d'utilisation. Tant que vous voyez ce message, aucune mesure de votre utilisation de ce site ne sera enregistrée. Cliquer sur le bouton ci-dessous pour revenir sur votre décision.</p>
id_id: <p>Anda berhasil berhenti dari pengumpulan statistik penggunaan. Bila melihat pesan ini, data statistik pemakaian Anda pada website ini tidak akan dikumpulkan. Klik tombol di bawah untuk kembali pada ke pilihan sebelumnya.</p>

# plugins.generic.usageStats.description
source: Present data objects usage statistics. Can use server access log files to extract statistics.
fr_ca: Affiche les statistiques d'utilisation des objets. Les fichiers de journalisation des accès du serveur peuvent être utilisés pour extraire les statistiques.
id_id: Menyajikan statistik pemakaian data objek. Boleh menggunakan file log akses server untuk mengekstrak statistik.

# plugins.generic.usageStats.processingPathNotEmpty
source: The directory {$directory} is not empty. This could indicate a previously failed process, or a concurrently running process. This file will be automatically reprocessed if you are also using scheduledTasksAutoStage.xml, otherwise you will need to manually move any orphaned files in the processing directory back into the stage directory.
fr_ca: Le répertoire {$directory} n'est pas vide. Cela pourrait indiquer un processus qui a échoué précédemment ou l'existence d'un processus en cours d'exécution simultanée. Ce fichier sera de nouveau traité automatiquement si vous utilisez également scheduleTasksAutoStage.xml, sinon vous devrez déplacer manuellement les fichiers orphelins du répertoire de traitement vers le répertoire principal.
id_id: Direktori {$direktori} tidak kosong yang menandakan ada proses yang gagal sebelumnya, atau ada proses yang berjalan bersamaan. File ini secara otomatis akan diproses ulang jika Anda juga menggunakan scheduledTasksAutoStage.xml, jika tidak, Anda perlu memindahkan kembali orphaned file secara manual yang ada di dalam direktori pemrosesan ke stage directory.

# plugins.generic.usageStats.usageStatsLoaderName
source: Usage statistics file loader task
fr_ca: Tâche de versement du fichier de statistiques d'utilisation
id_id: Beban loader file statistik pemakaian

# plugins.generic.usageStats.settings.statsDisplayOptions.datasetMaxCount
source: Define the maximum number of data to present at the same time for an specific x-axis point. A higher value can generate hard to understand charts. Something between 3 and 5 is safe.
fr_ca: Définir le nombre maximal de données à présenter simultanément pour un point spécifique de l'axe des X. Une valeur plus élevée peut générer des graphiques plus ardus à comprendre. Une valeur comprise entre 3 et 5 est sécuritaire.
id_id: Tentukan jumlah maksimum data yang akan ditampilkan pada saat bersamaan untuk titik sumbu x tertentu. Nilai yang lebih tinggi dapat menghasilkan grafik yang sulit dipahami. Jumlah yang aman antara 3 dan 5.
