Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/orcidProfile/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, pl_pl, pt_br, pt_pt, ru_ru, sl_si, tr_tr

# plugins.generic.orcidProfile.about.howAndWhyPublicAPI
source: This journal is collecting your ORCID iD so we and the wider community can be confident that you are correctly identified and connected with your publication(s). This will ensure your connection to your full body of work stays with you throughout your career. <br> When you click the “Authorize” button in the ORCID popup, we will ask you to share your iD using an authenticated process—either by registering for an ORCID iD or, if you already have one, by signing into your ORCID account, then granting us permission to get your ORCID iD. We do this to ensure you are correctly identified and securely connecting to your ORCID iD.<br> Learn more in <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> This journal will collect and display authenticated authors’ and coauthors’ iDs on the OJS profile and article page.
ca_es: Aquesta revista recopila el vostre ORCID iD per tal que tant nosaltres com la comunitat en general estiguem segurs que esteu correctament identificats i connectats amb les vostres publicacions. Això garanteix que la connexió amb totes les vostres obres es mantindrà al llarg de tota la vostra carrera.<br> Quan feu clic en el botó “Autoritzar” de la finestra emergent d'ORCID us demanarem que compartiu la vostra iD mitjançant un procés d'autenticació, ja sigui registrant un iD d'ORCID o, si ja en teniu un, iniciant la sessió en el vostre compte d'ORCID i donant-nos permís per obtenir el vostre iD d'ORCID. Això ho fem per assegurar-nos que us identifiqueu correctament i que us connecteu de forma segura al vostre iD d'ORCID.<br> Podeu obtenir més informació a <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Aquesta revista recopilarà i mostrarà els identificadors autenticats d'autors/ores i coautors/ores en el perfil d'OJS i en la pàgina de l'article.
cs_cz: Tento časopis shromažďuje vaše ORCID iD, abychom si my i širší komunita byli jisti tím, že jste správně identifikován(a) jako autor vaší publikace/vašich publikací. To zajistí, aby byla plná kolekce vašich výstupů propojena s vámi po celou dobu vaší kariéry..<br> Když v rozbalovací nabídce ORCID kliknete na tlačítko „Autorizovat“, požádáme vás o sdílení vašeho iD pomocí autentifikačního procesu: buď <a href = "https://support.orcid.org/hc/en-us/articles/360006897454">registrací v systému ORCID iD</a> nebo, pokud již ORCID iD máte, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">k přihlášení svůj účet ORCID</a>, udělením oprávnění získat váš ORCID iD. Děláme to proto, abychom zajistili správnou identifikaci a bezpečné připojení vašeho ORCID iD. <br> Další informace naleznete na následujícím odkazu ORCID <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Tento časopis bude shromažďovat a zobrazovat iD autentifikovaných autorů a spoluautorů v OJS profilu a na stránce článku.
da_dk: Dette tidsskrift indhenter dit ORCID iD, så vi kan være sikre på, at du er korrekt identificeret og forbundet med din(e) publikation(er). Dette vil sikre, at du tilknyttes din samlede værkproduktion gennem hele din karriere. <br> Når du klikker på knappen "Godkend" i ORCID-pop op-vinduet, vil vi bede dig om at dele dit iD via en en godkendt proces - enten ved <a href ="https://support.orcid.org/hc/en-us/articles/360006897454"> tilmelding til et ORCID iD</a> eller, hvis du allerede har en, <a href="https://support.orcid.org/hc/en-us/category/360000661673">ved at logge ind på din ORCID-konto</a> og give os tilladelse til at få din ORCID iD. Vi gør dette for at sikre, at du er korrekt identificeret og sikkert knyttet til din ORCID iD.<br> Lær mere i <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing"> Hvad er så specielt ved at logge ind.</a><br> Dette tidsskrift samler og viser godkendte forfattere og medforfatteres iD'er på OJS-profilen og artikelsiden.
de_de: Dieses Journal sammelt Ihre ORCID iD, so dass [füge Grund hinzu und unterscheide dabei nach Mitglieder API und Öffentlicher API]. Wenn der ‚Autorisieren‘ Knopf im ORCID popup geklickt wird, bitten wir Sie, Ihre iD mittels eines Autorisierungsprozesses mitzuteilen, entweder über <a href="https://support.orcid.org/hc/en-us/articles/360006897454">registering for an ORCID iD</a> oder falls Sie bereits eine haben, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">to sign into your ORCID account</a>, und uns die Genehmigung zu erteilen Ihre ORCID abzurufen. Wir tun dies um sicherzustellen, dass Sie sicher identifiziert wurden und die Verbindung zu Ihrer ORCID iD sicher hergestellt wurde. Erfahre mehr unter <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a>
es_es: Esta revista recopila su iD ORCID para que podamos [agregar propósito y distinguir entre API de Miembros y API Pública]. Cuando hace clic en el botón "Autorizar" de la ventana emergente de ORCID, le solicitaremos que comparta su iD utilizando un proceso autenticado: ya sea a través del <a href="https://support.orcid.org/hc/en-us/articles/360006897454">registro de iD ORCID</a> o, si ya lo tiene, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">iniciando sesión en su cuenta de ORCID</a> y, entonces, otorgándonos permiso para obtener su iD ORCID. Hacemos esto para asegurarnos de que está correctamente identificado y de que su iD ORCID se conecta de manera segura.<br> Para saber más consulte <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Esta revista recopilará y mostrará los ID de los autores y coautores autenticados en el perfil y la página del artículo de OJS.
fr_fr: Cette revue collecte votre identifiant ORCID afin que nous ainsi la communauté scientifique puissions être sûrs que vous êtes correctement identifié et connecté à vos publications. Cela permet de garantir que votre lien avec l'ensemble de vos travaux vous accompagne tout au long de votre carrière. <br> Lorsque vous cliquez sur le bouton « Autoriser » dans la fenêtre contextuelle ORCID, nous vous demandons de partager votre identifiant en utilisant un processus authentifié - soit en vous inscrivant pour obtenir un identifiant ORCID, soit, si vous en avez déjà un, en vous connectant à votre compte ORCID, puis en nous autorisant à obtenir votre identifiant ORCID. Nous faisons cela pour nous assurer que vous êtes correctement identifié et que vous vous connectez de manière sécurisée à votre identifiant ORCID. Pour en savoir plus, consultez <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">Qu'y a-t-il de si spécial à s'inscrire ?</a> (en anglais) Cette revue recueillera et affichera les identifiants des auteurs, autrices, coauteurs et co-autrices authentifiés sur la page du profil OJS et sur la page de l'article.
id_id: Jurnal ini mengumpulkan iD ORCID Anda sehingga kami bisa {menambahkan tujuan dan membedakan antara Member API dan Public API]. Bila Anda klik tombol “Beri Otorisasi” pada halaman popup ORCID, kami akan meminta Anda untuk membagikan iD Anda dengan menggunakan proses otentikasi: baik dengan <a href="https://support.orcid.org/hc/en-us/articles/360006897454">mendaftar iD ORCID</a> atau, jika sudah punya, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">login ke akun ORCID Anda</a>, lalu beri izin kami untuk menngambil iD ORCID Anda. Kami melakukan ini untuk memastikan bahwa Anda dikenali dengan akurat dan mengaitkan iD ORCID Anda dengan aman.<br> Pelajari lebih lanjut <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">tentang istimewanya jika sign in.</a>
pl_pl: Niniejsze czasopismo zbiera numery ORCID aby można było zidentyfikować Twoje prace w tym czasopiśmie i dodać je do Twojego dorobku spisanego w ORCID ID za pomoca publicznego i kolienckiego API . Kiedy klikasz przycisk "Autoryzuj" w oknie popup, zostaniesz zapytany o zgodę na użycie Twojego ORCID ID poprzez: <a href="https://support.orcid.org/hc/en-us/articles/360006897454">registering for an ORCID iD</a> lub jeśli już go posiadasz, <a href="https://support.orcid.org/hc/en-us/categories/360000661673"> zalogujesz się do swojego konta</a>, dajac nam zezwolenie na pobranie Twojego ORCI ID. Robimy to w celu uzyskania pełnej zgodności Twoich prac ze stanem faktycznym.<br> Dowiedz się wiecej.<a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">Co oznacza zalogowanie się do ORCID?</a>
pt_br: Este periódico está coletando seu ORCID iD para que possamos [adicionar propósito e distinguir entre a API do membro e a API pública]. Quando você clicar no botão "Autorizar" no pop-up ORCID, pediremos que você compartilhe seu ID usando um processo autenticado: seja por <a href="https://support.orcid.org/hc/en-us/articles/360006897454">registrando um ORCID iD</a> ou, se você já tiver um, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">acessando a sua conta ORCID</a>, concedendo-nos permissão para obter seu ORCID iD. Fazemos isso para garantir que você esteja corretamente identificado e conectando com segurança seu ORCID iD.<br> Saiba mais em <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">O que há de tão especial em fazer login?</a>
pt_pt: Esta revista recolhe o seu ORCID iD para que a comunidade pode estar confiante que o seu ORCID iD se encontra corretamente identificado e conectado com a(s) sua(s) publicação(ões). Isto irá assegurar a conexão com o conjunto dos seus trabalhos durante a sua carreira.<br> Quando clicar no botão “Autorizo” no popup do ORCID, iremos pedir-lhe que partilhe o seu iD utilizando o processo de autenticação — seja registando um novo ORCID iD ou, se já tiver um, entrando na sua conta de ORCID, e depois dando-nos permissão para obter o seu ORCID iD. Fazemo-lo para assegurar-nos que se encontra devidamente identificado e seguramente conectado ao seu ORCID iD.<br> Saiba mais em <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Esta revista irá recolher e disponibilizar iDs dos autores e coautores no perfil do OJS e na página de artigo.
ru_ru: Этот журнал собирает ORCID iD, чтобы мы могли [добавить цель и отличие между членским API (Member API) и открытым API (Public API)]. Когда вы щелкните на кнопке «Авторизовать» во всплывающем окне ORCID, мы попросим Вас поделиться вашим iD, используя процесс авторизации: <a href="https://support.orcid.org/hc/en-us/articles/360006897454">зарегистрируйте себе ORCID iD</a> или, если он у вас уже есть, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">войдите в вашу учетную запись ORCID</a>, а затем дайте нам разрешение получать информацию о Вашем ORCID iD. Мы делаем это, чтобы удостовериться, что Вы правильно идентифицированы, а также чтобы безопасным образом подключить Ваш ORCID iD.<br> Подробности описаны в <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">«What’s so special about signing in».</a>
sl_si: Revija zbira vaš ORCID iD, da lahko povežemo prispevke in članke z vašimi ORCID podatki. Ko kliknete gumb "Avtoriziraj" v ORCID pojavnem oknu, vas bom prosili, da delite z nami vaš iD z uporabo avtoriziranega procesa: ali s <a href="https://support.orcid.org/hc/en-us/articles/360006897454">kreiranjem novega ORCID računa</a> ali, če ORCID račun že imate, <a href="https://support.orcid.org/hc/en-us/categories/360000661673">z vpisom v vaš ORCID račun</a> in dovoljenjem dostopa do vašega ORCID iD. To je potrebno zaradi zagotavljanja vaše avtentičnosti in varne povezave z vašim ORCID id.<br> Več na <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a>
tr_tr: Bu dergi ORCID iD'nizi toplar. Böylece [Üye API'sı ve Herkese Açık API arasında amaç ekleyebilir ve ayırt edebiliriz]. ORCID açılır penceresindeki "Yetkilendir" düğmesini tıkladığınızda, kimliği doğrulanmış bir işlem kullanarak iD'nizi paylaşmanızı isteyeceğiz: <a href="https://support.orcid.org/hc/en-us/articles/360006897454">ORCID iD'ye kaydolma</a> veya zaten varsa <a href="https://support.orcid.org/hc/en-us/categories/360000661673">ORCID hesabınızda oturum açmanız</a>, ardından ORCID iD'nizi almamız için bize izin verin. Bunu, doğru bir şekilde tanımlandığınızdan ve ORCID iD'nizi güvenli bir şekilde bağladığınızdan emin olmak için yapıyoruz. "Oturum açma hakkında <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">bu kadar özel olan konu"</a> bölümünde daha fazla bilgi edinebilirsiniz.

# plugins.generic.orcidProfile.about.display.title
source: Where are ORCID iDs displayed?
ca_es: On es mostren els identificadors ORCID?
cs_cz: Kde jsou zobrazeny ORCID iD?
da_dk: Hvor vises ORCID iD'er?
de_de: Wo werden ORCID iDs angezeigt?
es_es: ¿Dónde se muestran los iD ORCID?
fr_fr: Où les identifants ORCID sont-ils affichés ?
id_id: Di mana iD ORCID ditampilkan?
pl_pl: Gdzie wyświetlany jest ORCID ID?
pt_br: Onde os ORCID iDs são exibidos?
pt_pt: Onde ficam disponíveis os ORCID iDs?
ru_ru: Где показываются ORCID iDs?
sl_si: Kje so ORCID iDji prikazani?
tr_tr: ORCID iD'leri nerede görüntülenir?

# plugins.generic.orcidProfile.about.display
source: To acknowledge that you have used your iD and that it has been authenticated, we display the ORCID iD icon <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> alongside your name on the article page of your submission and on your public user profile.<br> Learn more in <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
ca_es: Per reconèixer que heu utilitzat el vostre iD i que aquest ha estat autenticat, mostrem la icona de iD d'ORCID <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> al costat del vostre nom en la pàgina d'article de la tramesa i en el vostre perfil d'usuari/ària públic.<br> Més informació a <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
cs_cz: Abychom potvrdili, že jste použili svůj iD a že byl ověřen, zobrazujeme ikonu ORCID iD <img src = "https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="ikona iD" width="16" height="16" border="0">vedle vašeho jména na stránce článku vašeho příspěvku a ve vašem veřejném uživatelském profilu. <br> Další informace naleznete v <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Jak by se měl zobrazit ORCID iD.</a>
da_dk: For at anerkende, at du har brugt dit iD, og at det er godkendt, viser vi ORCID iD-ikonet <img src = "https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> ved siden af dit navn på din indsendelses artikelside og på din offentlige brugerprofil. <br> Lær mere i <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed?</a>
es_es: Para reconocer que ha utilizado su iD y que este ha sido autenticado, mostramos el ícono de iD de ORCID <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> junto a su nombre en la página del artículo de su envío y en su perfil de usuario/a público.<br> Más información en <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
fr_fr: Pour signaler que vous avez utilisé votre identifiant ORCID et qu'il a bien été authentifié, nous afficherons l'icône de l'identifiant ORCID <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> à côté de votre nom sur la page de votre article ainsi que sur votre profil public d'utilisateur ou d'utilisatrice.</br> Pour en savoir plus, consultez <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Comment un identifiant ORCID doit-il être affiché ?</a> (en anglais)
id_id: Untuk disetujui bahwa Anda sudah memiliki iD ORCID dan telah diotentikasi, kami menampilkan icon iD ORCID <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> di samping nama Anda pada halaman artikel naskah dan pada profil umum pengguna Anda.<br> Pelajari lebih kanjut di <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Bagaimana tampilan iD ORCID yang seharusnya.</a>
pl_pl: Powiadamianie o używaniu autoryzowanego ID na twoim koncie jest zaznaczone przez wyświetlanie ikony <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> przy Twoim profilu użytkownika oraz na stronie artykułu. Dowiedz się więcej <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Jak ORCID ID powinien być wyświetlany?</a>
pt_br: Para reconhecer que você usou seu iD e que ele foi autenticado, exibimos o ícone do ORCID iD <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> ao lado do seu nome na página do artigo da sua submissão e no seu perfil de usuário público.<br> Saiba mais em <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Como deve ser exibido um ORCID iD?</a>
pt_pt: Para confirmar que tem usado o seu iD e que se encontra autenticado, disponibilizamos o ícon do ORCID iD <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> ao lado do seu nome na página do artigo da sua submissão e no seu perfil de utilizador público.<br> Saiba mais em <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Como deve ser disponibilizado o ORCID iD.</a>
ru_ru: Чтобы подтвердить, что Вы воспользовались своим iD и Вы были авторизованы, мы показываем значок ORCID iD <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> рядом с Вашим именем на странице с Вашим опубликованным материалом и на странице Вашего профиля пользователя.<br> Подробности описаны в <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">«How should an ORCID iD be displayed».</a>
sl_si: Kot potrditev vaše uporabe vašega ORCID iDja in njegtovo avtorizacijo se prkazuje ORCID id ikona <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> poleg vašega imena na strani članka in na vašem javnem profilu.<br> Več na <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
tr_tr: ID'nizi kullandığınızı ve doğrulandığını kabul etmek için, gönderinizin makale sayfasında ve genel kullanıcı profilinizde adınızın yanında ORCID iD simgesini <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> gösteririz. <br /> <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">Bir ORCID iD nasıl görüntülenmelidir</a> bölümünde daha fazla bilgi edinebilirsiniz

# plugins.generic.orcidProfile.manager.settings.sendMailToAuthorsOnPublication
source: Send e-mail to request ORCID authorization from authors when an article is accepted ie. sent to copy editing
ca_es: Enviar un correu electrònic per sol·licitar autorització ORCID dels autors/es quan un article sigui acceptat, és a dir, enviat a correcció
cs_cz: Pošlete e-mail a požádejte autory o autorizaci ORCID, pokud je článek přijat, tj. odeslán k editaci
da_dk: Send e-mail for at anmode om ORCID-autorisation fra forfattere, når en artikel accepteres, dvs. bliver sendt til manuskriptredigering
de_de: Sende eine E-Mail zur Anfrage der ORCID Autorisierung an die Autoren, wenn der Artikel angenommen wird, das heißt, wenn er zum Copy-Editing gesendet wird
es_es: Enviar correo electrónico para solicitar autorización ORCID de los autores cuando un artículo sea aceptado, es decir, enviado a corrección
fr_fr: Envoyer un courriel pour demander l'autorisation ORCID aux auteurs et autrices lorsqu'un article est accepté, c'est-à-dire envoyé en révision
id_id: Kirim surel untuk meminta otorisasi dari penulis jika satu artikel diterima, misalnya kirim ke copy editing
pl_pl: Wyślij e-mail z prośbą o autoryzację ORCID do autorów artykułów po opublikowaniu nowego numeru
pt_br: Enviar um e-mail para solicitar a autorização ORCID dos autores quando um artigo for aceito, ou seja. enviado para edição de texto
pt_pt: Enviar um email a solicitar autorização ao ORCID dos autores quando um artigo for aceite, ou seja enviado para edição de texto
ru_ru: Отправлять электронной почтой запрос авторизации ORCID авторам статьи, когда статья будет принята, то есть направлена на литературное редактирование
sl_si: Pošlji email z zahtevo za ORCID avtorizacijo od vseh avtorjev, ko je članek sprejet (gre v fazo lektoriranje)
tr_tr: Bir makale kabul edildiğinde yazarlardan ORCID yetkisi istemek için e-posta gönderin. Ör: kopya düzenlemeye gönderildi
