Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/orcidProfile/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, pl_pl, pt_br, pt_pt, ru_ru, sl_si, tr_tr

# plugins.generic.orcidProfile.displayName
source: ORCID Profile Plugin
ca_es: Mòdul de perfil ORCID
cs_cz: Plugin pro profil ORCID
da_dk: ORCID profil-plugin
de_de: ORCID-Plugin
es_es: Módulo de perfil ORCID
fr_fr: Module de profile ORCID
id_id: Plugin Profil ORCID
pl_pl: Wtyczka ORCID
pt_br: Plugin de Perfil ORCID
pt_pt: Plugin Perfil ORCID
ru_ru: Модуль «Профиль ORCID»
sl_si: Vtičnik za ORCID profil
tr_tr: ORCID Profil Eklentisi

# plugins.generic.orcidProfile.description
source: Allows for the import of user profile information from ORCID.
ca_es: Permet la importació del perfil d'usuari/ària des d'ORCID.
cs_cz: Umožňuje import informací o uživatelských profilech z ORCID.
da_dk: Tillader import af brugerprofilinformationer fra ORCID.
de_de: Ermöglicht das Importieren von Benutzerinformationen von ORCID.
es_es: Permite la importación del perfil de usuario/a desde ORCID.
fr_fr: Permet l'importation du profil d'utilisateur ou d'utilisatrice depuis ORCID.
id_id: Memungkinkan mengimpor informasi profil pengguna dari ORCID.
pl_pl: Pozwala na pobieranie informacji o profilach użytkowników zarejestrowanych w ORCID.
pt_br: Permite a importação de informação do perfil do utilizador a partir do ORCID.
pt_pt: Permite a importação do perfil de autor do ORCID.
ru_ru: Позволяет импортировать информацию профиля пользователя из ORCID.
sl_si: Omogoča uvoz uporabniških podatkov iz ORCID.
tr_tr: ORCID'den kullanıcı profili bilgilerinin içe aktarılmasına izin verir.

# plugins.generic.orcidProfile.instructions
source: You can pre-populate this form with information from an ORCID profile. Enter the email address or ORCID iD associated with the ORCID profile, then click "Submit".
ca_es: Podeu emplenar aquest formulari amb informació procedent d'un perfil ORCID. Introduïu el correu electrònic o l'identificador ORCID associat amb el perfil ORCID i feu clic a "Enviar".
cs_cz: Tento formulář můžete předvyplnit informacemi z profilu ORCID. Zadejte emailovou adresu nebo ORCID iD přidruženou k profilu ORCID a klikněte na tlačítko Odeslat.
da_dk: Du kan udfylde denne formular på forhånd med information fra en ORCID-profil. Indsæt e-mailadressen eller ORCID-iD tilknyttet ORCID-profilen og klik 'Indsend'.
de_de: Sie können dieses Formular vorbefüllen mit Informationen aus Ihrem ORCID-Datensatz. Geben Sie Ihre ORCID-iD oder eine E-Mail-Adresse an, die mit Ihrem ORCID-Datensatz verknüpft ist. Dann klicken Sie "Abschicken".
es_es: Puede rellenar este formulario con información procedente de un perfil ORCID. Introduzca el correo electrónico o el identificador ORCID asociado con el perfil ORCID y luego pulse "Enviar".
fr_fr: Vous pouvez pré-remplir ce formulaire avec les informations provenant d'un profil ORCID. Entrez l'adresse électronique ou l'identifiant ORCID associé au profil ORCID, puis cliquez sur « Envoyer ».
id_id: Anda dapat mengisi formulir ini dengan informasi dari profil ORCID. Masukkan alamat surel atau ORCID iD sesuai dengan profil ORCID, lalu klik "Kirim".
pl_pl: Możesz wstępnie wypełnić ten formularz informacjami z profilu ORCID. Wprowadź adres e-mail lub identyfikator ORCID iD powiązany z profilem ORCID, a następnie kliknij przycisk „Prześlij”.
pt_br: Pode pré-preencher este formulário com informação sobre um perfil ORCID. Introduza o endereço de e-mail ou o ORCID iD associado com o perfil ORCID, e depois clique no botão "Enviar".
pt_pt: Pode popular este formulário com informação do perfil ORCID. Insira o seu endereço de email ou o ORCID iD associado ao seu perfil ORCID, depois clique em "Submeter".
ru_ru: Вы можете предварительно заполнить эту форму информацией из профиля ORCID. Введите адрес электронной почты или ORCID iD, связанный с профилем ORCID, а затем нажмите «Отправить».
sl_si: Obrazec lahko pednapolnite s podatki iz ORCID profila. Vnesite email naslvo ali ORCID iD, ki pripada ORCID profilu, in kliknite "Pošlji".
tr_tr: ORCID profilinizdeki bilgileri bu forma otomatik aktarabilirsiniz. ORCID profili ile ilişkili e-posta adresini veya ORC ID'yi girin, ardından "Gönder" seçeneğini tıklayın.

# plugins.generic.orcidProfile.noData
source: Couldn't find any data from ORCID.
ca_es: No s'han trobat dades d'ORCID.
cs_cz: Nelze získat z ORCID žádná data.
da_dk: Kunne ikke finde data fra ORCID.
de_de: Konnte keine ORCID-Informationen finden.
es_es: No se encontraron datos de ORCID.
fr_fr: Aucune donnée n'a été trouvée sur ORCID.
id_id: Tidak menemukan data dari ORCID.
pl_pl: Nie można znaleźć żadnych danych w ORCID powiązanych z tym numerem.
pt_br: Não foram encontrados dados no ORCID.
pt_pt: Não foi possível encontrar dados do ORCID.
ru_ru: Не удается найти данные в ORCID.
sl_si: Iz ORCID ni bilo mogoče najti nobenih podatkov.
tr_tr: ORCID'de herhangi bir veri bulunamadı.

# plugins.generic.orcidProfile.emailOrOrcid
source: Email address or ORCID iD:
ca_es: Correu electrònic o identificador ORCID:
cs_cz: Emailová adresa nebo ORCID iD:
da_dk: E-mailadresse eller ORCID-iD:
de_de: E-Mail-Adresse oder ORCID-iD:
es_es: Correo electrónico o identificador ORCID:
fr_fr: Adresse électronique ou identifiant ORCID :
id_id: Alamat surel ata id ORCID:
pl_pl: Adres email lub ORCID ID:
pt_br: Endereço de E-Mail ou ORCID iD:
pt_pt: Email ou ORCID iD:
ru_ru: Адрес электронной почты или ORCID iD:
sl_si: Email naslov ali ORCID iD:
tr_tr: E-posta adresi veya ORCID:

# plugins.generic.orcidProfile.manager.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information into user and author profiles and updating connected ORCID records with new publications (only for ORCID Members).
ca_es: Configureu l'accés de l'API d'ORCID per importar la informació del perfil ORCID en els perfils d'usuari/ària i d'autor/a i per actualitzar els registres ORCID connectats amb les noves publicacions (només per a membres ORCID).
cs_cz: Nakonfigurujte rozhraní ORCID API pro použití při stahování informací z profilu ORCID do profilu uživatele.
da_dk: Konfigurér ORCID API-adgangen så du kan trække ORCID-profiloplysninger ind i bruger- og forfatterprofiler og opdatere tilsluttede ORCID-registreringer med nye publikationer (kun for ORCID-medlemmer).
de_de: Bitte den ORCID-API Zugang konfigurieren, um Informationen aus ORCID-Datensätzen in Nutzer- und Autoreprofile einlesen zu können und Veröffentlichungen in verknüpfte ORCID-Datensätze zu übertragen (nur ORCID Member).
es_es: Configure la API de ORCID para importar información del perfil ORCID en los perfiles de usuario/a y autor/a y para actualizar los registros ORCID conectados con las nuevas publicaciones (solo para miembros ORCID).
fr_fr: Veuillez configurer l'accès à l'API ORCID afin d'ajouter les renseignements de profil ORCID dans les profils d'utilisateurs, utilisatrices, auteurs ou autrices ainsi que pour mettre à jour les informations ORCID associées aux nouvelles publications (uniquement pour les membres ORCID).
id_id: Aturlah akses API ORCID terlebih dahulu untuk menarik data informasi profil ORCID ke dalam pengguna dan profil penulis serta memperbaharui catatan ORCID terkait dengan publikasi baru (khusus untuk Anggota ORCID).
pl_pl: Skonfiguruj dostęp do interfejsu ORCID API w celu pobierania informacji z profilu ORCID do profili użytkowników i autorów oraz aktualizowania połączonych rekordów ORCID o nowe publikacje (tylko dla członków ORCID).
pt_br: Configure a API ORCID para transferir informação do perfil ORCID para o perfil de utilizador.
pt_pt: Configure o acesso por API do ORCID para a plataforma ir buscar a informação de perfil do ORCID para o seu perfil de utilizador e autor e atualizar os registos de ORCID com as novas publicações (apenas para Membros do ORCID).
ru_ru: Пожалуйста, настройте доступ ORCID API для получения информации из профиля ORCID в профили пользователя и автора, а также обновления ORCID-записей, связанных с новыми публикациями (только для членов ORCID).
sl_si: Nastavite ORCID API za uporabo pri zajemanju podatkov iz ORCID profilov za uporabniške profile.
tr_tr: ORCID profili bilgilerinin kullanıcı profiline çekilmesi için ORCID API'sini yapılandırın.

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath
source: ORCID API
ca_es: API ORCID
es_es: API ORCID
fr_fr: API ORCID
id_id: API ORCID
pt_br: API ORCID
pt_pt: API ORCID

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.public
source: Public
ca_es: Públic
cs_cz: Veřejný
da_dk: Offentlig
es_es: Público
id_id: Publik
pl_pl: Publiczny
pt_br: Público
pt_pt: Público
sl_si: Javno
tr_tr: Genel

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.publicSandbox
source: Public Sandbox
ca_es: Espai de proves públic
cs_cz: Veřejné pískoviště
da_dk: Offentlig sandkasse
de_de: Öffentliche Sandbox
es_es: Espacio de pruebas público
fr_fr: Bac à sable public
pl_pl: Środowisko testowe
pt_br: Caixa de Experiências Pública
pt_pt: Ambiente de testes Público
sl_si: Javni peskovnik
tr_tr: Genel Havuz

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.member
source: Member
ca_es: Membre
cs_cz: Člen
da_dk: Medlem
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
id_id: Anggota
pl_pl: Członek
pt_br: Membro
pt_pt: Membro
sl_si: Član
tr_tr: Üye

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.memberSandbox
source: Member Sandbox
ca_es: Espai de proves de l'usuari/ària
cs_cz: Členské pískoviště
da_dk: Medlems-sandkasse
de_de: Mitglieder Sandbox
es_es: Espacio de pruebas del usuario/a
fr_fr: Bac à sable des membres
id_id: Sandbox Anggota
pl_pl: Środowisko testowe członków
pt_br: Caixa de Experiências para Membros
pt_pt: Ambiente de testes para Membros
sl_si: Članski peskovnik
tr_tr: Üye Havuzu

# plugins.generic.orcidProfile.manager.settings.orcidClientId
source: Client ID
ca_es: Id. del client
cs_cz: ID klienta:
da_dk: Klient-ID
es_es: Id. del cliente
fr_fr: Identifiant ORCID du client
id_id: ID Klien
pt_br: ID do cliente
pt_pt: ID de Cliente
sl_si: ID klienta
tr_tr: Müşteri ID

# plugins.generic.orcidProfile.manager.settings.orcidClientSecret
source: Client Secret
ca_es: Clau del client
cs_cz: "Client Secret" (tajemství klienta)
da_dk: Klienthemmelighed (Client Secret)
es_es: Clave del cliente
fr_fr: Clé secrète du client
id_id: Rahasia Klien
pt_br: Senha do cliente
pt_pt: Senha do Cliente
sl_si: Secret klienta
tr_tr: Müşteri Gizliliği

# plugins.generic.orcidProfile.authFailure
source: The ORCID authorization link has already been used or is invalid.
ca_es: L'enllaç d'autorització d'ORCID ja s'ha utilitzat anteriorment o no és vàlid.
cs_cz: Systém OJS nebyl schopen komunikovat se službou ORCID. Obraťte se na správce časopisu se svým jménem, ORCID iD a podrobnostmi o vašem příspěvku.
da_dk: ORCID-autorisationslinket er allerede brugt eller er ugyldigt.
de_de: OJS konnte nicht mit ORCID kommunizieren.
es_es: El enlace de autorización de ORCID ya ha sido utilizado anteriormente o no es válido.
fr_fr: Le lien d'autorisation ORCID a déjà été utilisé ou n'est pas valide.
id_id: Tautan otorisasi ORCID sudah digunakan atau tidak valid.
pl_pl: Link autoryzacyjny ORCID został już raz użyty lub stracił swoją aktualność, poproś czasopismo o aktualny link.
pt_br: O OJS não foi capaz de comunicar com o serviço do ORCID. Por favor contate o gestor da revista indicando o seu nome, ORCID iD, e detalhes da sua submissão.
pt_pt: O link de autorização do ORCID já foi utilizado ou é inválido.
ru_ru: Ссылка авторизации ORCID уже была использована или является некорректной.
sl_si: OJS ni mogel komunicirati z ORCID servisom. Za pomoč kontaktirajte vašeka upravljalca revije skupaj z vašim imenom, ORCID iD-jem in podatki o vašem prispevku.
tr_tr: OJS, ORCID hizmeti ile iletişim kuramadı. Lütfen dergi sorumlusu ile adınızı, ORCID ve isteğinizin ayrıntıları için iletişime geçiniz.

# plugins.generic.orcidProfile.connect
source: Create or Connect your ORCID iD
ca_es: Creeu o connecteu el vostre identificador ORCID
cs_cz: Vytvořte či připojte vaše ORCID iD
da_dk: Opret eller tilslut din ORCID iD
de_de: ORCID iD anlegen und verknüpfen
es_es: Cree o conecte su identificador ORCID
fr_fr: Créez ou connectez vous avec votre identifiant ORCID
id_id: Buat atau hubungkan iD ORCID Anda
pl_pl: Stwórz lub połącz się z Twoim ORCID ID
pt_br: Criar ou Associar o seu ORCID iD
pt_pt: Criar ou Conetar o seu ORCID iD
ru_ru: Создать или подключить ваш ORCID iD
sl_si: Ustvari ali poveži vaš ORCID iD
tr_tr: ORC ID'nizi oluşturun veya bağlayın

# plugins.generic.orcidProfile.manager.settings.title
source: ORCID API Settings
ca_es: Configuració de l'API d'ORCID
cs_cz: Nastavení ORCID API
da_dk: ORCID API indstillinger
de_de: ORCID-API-Einstellungen
es_es: Configuración de la API de ORCID
fr_fr: Paramètres de l'API ORCID
id_id: Pengaturan API ORCID
pl_pl: Ustawienia ORCID API
pt_br: Configurações da API ORCID
pt_pt: Configurações da API ORCID
ru_ru: Настройки ORCID API
sl_si: Nastavitve za ORCID API
tr_tr: ORCID API Ayarları

# plugins.generic.orcidProfile.manager.settings.hidden
source: hidden
ca_es: ocult
cs_cz: skryté
da_dk: skjult
de_de: versteckt
es_es: oculto
fr_fr: Caché
id_id: tersembunyi
pl_pl: ukryte
pt_br: escondido
pt_pt: oculto
ru_ru: скрыто
sl_si: skrito
tr_tr: gizli

# plugins.generic.orcidProfile.manager.settings.description.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
ca_es: L'API d'ORCID ha estat configurada globalment per l'amfitrió. Les següents credencials s'han guardat.
cs_cz: ORCID API bylo nakonfigurováno hostitelem globálně. Následující pověření byla uložena.
da_dk: ORCID API blev konfigureret globalt af værten. Følgende legitimationsoplysninger er blevet gemt.
de_de: Die ORCID-API wurde in der globalen Konfigurationsdatei konfiguriert.
es_es: La API de ORCID fue configurada globalmente por el anfitrión. Las siguientes credenciales han sido guardadas.
fr_fr: L'API ORCID a été configurée globalement par l'hôte. Les informations d'identification suivantes ont été enregistrées.
id_id: API ORCID diatur secara global oleh pemilik. Kredensial berikut sudah tersimpan.
pl_pl: Interfejs API ORCID został skonfigurowany globalnie przez hosta. Następujące poświadczenia zostały zapisane.
pt_br: A API ORCID foi configurada de maneira global pelo servidor de hospedagem. As credenciais a seguir foram salvas.
pt_pt: A API ORCID foi configurada globalmente pelo servidor. As seguintes credenciais foram guardadas.
ru_ru: ORCID API был настроен глобально для всего сервера. Были сохранены следующие учетные данные.
sl_si: ORCID API je bil nastavljen globalno na strežniku. Nastavljene so bile naslednje nastavitve.
tr_tr: ORCID API genel olarak yapılandırıldı. Aşağıdaki bilgiler kaydedildi.

# plugins.generic.orcidProfile.manager.settings.orcidScope
source: Profile Access Scope
ca_es: Abast d'accés del perfil
cs_cz: Rozsah přístupu k profilu
da_dk: Profils adgangsområde
de_de: Umfang des ORCID-API Zugriffs
es_es: Alcance de acceso del perfil
fr_fr: Portée de l'accès au profil
id_id: Batasan Akses Profil
pt_br: Escopo de Acesso ao Perfil
pt_pt: Âmbito de acesso ao perfil
sl_si: Področje dostopnosti profila
tr_tr: Profil Erişim Kapsamı

# plugins.generic.orcidProfile.manager.settings.mailSectionTitle
source: E-Mail Settings
ca_es: Configuració de correu electrònic
cs_cz: Nastavení e-mailu
da_dk: E-mail-indstillinger
de_de: E-Mail Einstellungen
es_es: Ajustes de correo electrónico
fr_fr: Paramètres des courriels
id_id: Pengaturan Surel
pl_pl: Ustawienia e-mail
pt_br: Configurações de E-mail
pt_pt: Configurações de e-mail
ru_ru: Настройки электронной почты
sl_si: Email nastavitve
tr_tr: E-posta Ayarları

# plugins.generic.orcidProfile.manager.settings.logSectionTitle
source: ORCID request log
ca_es: Registre de sol·licituds ORCID
cs_cz: Protokol požadavků ORCID
da_dk: ORCID-anmodningslog
de_de: ORCID Anfragen protokollieren
es_es: Registro de solicitudes de ORCID
fr_fr: Journal des requêtes ORCID
id_id: Log permintaan ORCID
pl_pl: Log zapytań ORCID
pt_br: Log de pedidos ORCID
pt_pt: Log de pedido ORCID
ru_ru: Журнал запросов ORCID
sl_si: ORCID dnevnik zahtevkov
tr_tr: ORCID istek günlüğü

# plugins.generic.orcidProfile.manager.settings.logLevel.help
source: Select the amount of logging output written by the plugin
ca_es: Seleccioneu la quantitat de registres de sortida generats pel mòdul
cs_cz: Vyberte množství protokolovaného výstupu zapsaného pluginem
da_dk: Vælg mængden af dataindsamling (logging output) skrevet af pluginen
de_de: Wählen Sie die Art der Nachrichten die protokolliert werden sollen
es_es: Seleccione la cantidad de registros de salida generados por el módulo
fr_fr: Choisissez la quantité de données de journalisation écrites par le module
id_id: Tentukan jumlah hasil log yang dihasilkan oleh plugin
pl_pl: Wybierz ilość danych logowania zapisywanych przez wtyczkę
pt_br: Selecione a quantidade de saída de log escrita pelo plugin
pt_pt: Selecione a quantidade de logs de saída escritos pelo plugin
ru_ru: Выберите глубину ведения журнала данным модулем
sl_si: Določite količino zapisov v dnevnik vtičnika
tr_tr: Eklenti tarafından yazılan günlük çıktısının miktarını seçin

# plugins.generic.orcidProfile.manager.settings.logLevel.error
source: Errors
cs_cz: Chyby
da_dk: Fejl
de_de: Fehler
es_es: Errores
fr_fr: Erreurs
id_id: Galat
pl_pl: Błędy
pt_br: Erros
pt_pt: Erros
ru_ru: Ошибки
sl_si: Napake
tr_tr: Hatalar

# plugins.generic.orcidProfile.manager.settings.logLevel.all
source: All
ca_es: Tot
cs_cz: Vše
da_dk: Alt
de_de: Alle
es_es: Todo
fr_fr: Tout
id_id: Semua
pl_pl: Wszystko
pt_br: Tudo
pt_pt: Todos
ru_ru: Все
sl_si: Vse
tr_tr: Tümü

# plugins.generic.orcidProfile.author.accessDenied
source: ORCID access was denied at
ca_es: S'ha denegat l'accés ORCID a
cs_cz: Přístup ORCID byl odepřen na
da_dk: ORCID-adgang blev nægtet kl.
de_de: ORCID Zugriff abgelehnt
es_es: El acceso ORCID fue denegado en
fr_fr: L'accès à ORCID a été refusé à
id_id: Akses ORCID ditolak pada
pl_pl: Odmówiono dostępu do ORCID w
pt_br: Acesso ao ORCID foi negado em
pt_pt: Acesso ao ORCID foi negado em
ru_ru: Доступ к ORCID был запрещен на
sl_si: ORCID dostop je bil zavrnjen
tr_tr: ORCID erişimi reddedildi

# plugins.generic.orcidProfile.author.accessTokenStored
source: ORCID record access granted with scope {$orcidAccessScope}, valid until
ca_es: S'ha concedit accés al registre ORCID amb abast {$orcidAccessScope}, vàlid fins a
cs_cz: Přístup k záznamu ORCID s rozsahem {$orcidAccessScope}, platný do
da_dk: ORCID log-adgang tildelt med følgende omfang {$orcidAccessScope}, gyldig indtil
de_de: ORCID Zugriff genehmigt mit Berechtigung {$orcidAccessScope}, gültig bis
es_es: Se otorgó acceso al registro ORCID con alcance {$orcidAccessScope}, válido hasta
fr_fr: Accès à l'enregistrement ORCID accordé avec la portée {$orcidAccessScope}, valide jusqu'au
id_id: Akses catatan ORCID diberikan terbatas pada {$orcidAccessScope}, valid hingga
pl_pl: Dostęp do rekordu ORCID przyznany z zakresem {$ orcidAccessScope}, ważny do
pt_br: Acesso ao registro ORCID concedido com o escopo {$orcidAccessScope}, válido até
pt_pt: Acesso ao registo ORCID concedido com âmbito {$orcidAccessScope}, válido até
ru_ru: Запись ORCID предоставила доступ к «{$orcidAccessScope}», действительный до
sl_si: Dostop do ORCID zapisa z dostopnostjo {$orcidAccessScope} je bil odobren z veljavnostjo do
tr_tr: {$orcidAccessScope} kapsamıyla verilen ORCID kayıt erişimi, şu tarihe kadar geçerlidir

# plugins.generic.orcidProfile.author.requestAuthorization
source: Send e-mail to request ORCID authorization from contributor
ca_es: Enviar correu electrònic per sol·licitar autorització ORCID del col·laborador
cs_cz: Pošlete e-mail a požádejte o autorizaci ORCID od přispěvatele
da_dk: Send e-mail for at anmode om ORCID-godkendelse fra bidragyderen
de_de: Sende E-Mail an Beiträger/in um ORCID Authorisierung anzufragen
es_es: Enviar correo electrónico para solicitar autorización ORCID del colaborador
fr_fr: Envoyer un courriel pour demandeur d'autorisation ORCID du contributeur ou de la contributrice
id_id: Kirim surel untuk meminta otorisasi ORCID dari kontributor
pl_pl: Wyślij email z prośbą o autoryzację
pt_br: Enviar e-mail para solicitar autorização ORCID do contribuidor
pt_pt: Enviar e-mail para solicitar autorização ORCID ao contribuidor
ru_ru: Отправить электронной почтой письмо для запроса авторизации ORCID у поставщика
sl_si: Pošlji email s prošnjo za ORCID avtorizacijo s strani sodelujočega
tr_tr: Katkıda bulunandan ORCID yetkilendirmesi istemek için e-posta gönderin

# plugins.generic.orcidProfile.author.deleteORCID
source: Delete ORCID iD and access token!
ca_es: Eliminar identificador ORCID i credencials d'accés!
cs_cz: Odstraňte ORCID iD a přístupový token!
da_dk: Slet ORCID iD og access token!
de_de: Lösche ORCID iD und Zugriffsberechtigung!
es_es: ¡Eliminar identificador ORCID y credenciales de acceso!
fr_fr: Supprimer l'identifiant ORCID ainsi que le jeton d'accès !
id_id: Hapus iD ORCID dan akses token!
pl_pl: Skasuj ORCID i użyj klucza token!
pt_br: Apagar o ORCID iD e o token de acesso!
pt_pt: Eliminar ORCID iD e acesso token!
ru_ru: Удалить ORCID iD и токен доступа!
sl_si: Zbirši ORCID iD in žeton za dostop!
tr_tr: ORCID iD ve erişim anahtarını Sil!

# plugins.generic.orcidProfile.author.orcidEmptyNotice
source: See below to request authenticated ORCID iD
ca_es: Vegeu a continuació per sol·licitar un identificador ORCID autenticat
cs_cz: Níže naleznete žádost o autentizovaný ORCID iD
da_dk: Se nedenfor for at anmode om godkendt ORCID iD
de_de: Siehe unten zur Authentifizierung der ORCID iD
es_es: Ver a continuación para solicitar un iD de ORCID autenticado
fr_fr: Voir ci-dessous pour demander l'identifiant ORCID authentifié
id_id: Perhatikan di bawah ini untuk meminta id ORCID otentik
pl_pl: Spójrz poniżej i złóż prośbę o autoryzowany ORCID ID
pt_br: Veja abaixo para solicitar o ORDID iD autenticado
pt_pt: Ver abaixo para solicitar ORCID iD autenticado
ru_ru: Прочтите ниже для запроса авторизованного ORCID iD
sl_si: Glej spodaj za zahtevo po avtenticiranem ORCID iD
tr_tr: Kimliği doğrulanmış ORCID iD istemek için aşağıya bakın

# plugins.generic.orcidProfile.author.unauthenticated
source: ORCID iD not authenticated! Please request authentication from the contributor.
ca_es: Identificador ORCID no autenticat! Demaneu autenticació del col·laborador.
cs_cz: ORCID iD není ověřen! Požádejte o ověření od přispěvatele.
da_dk: ORCID iD ikke godkendt! Anmod om godkendelse fra bidragyderen.
de_de: ORCID iD nicht authentifiziert! Bitte Authorisierung anfragen.
es_es: El identificador ORCID no autenticado! Solicite autenticación del colaborador.
fr_fr: Identifiant ORCID non authentifié ! Veuillez demander une authentification au contributeur ou à la contributrice.
id_id: iD ORCID tidak diotentikasi! Mintalah otentikasi dari kontributor.
pl_pl: ORCID ID nie został zautoryzowany! Proszę złożyć prośbę o uwierzytelnienie od dostawcy.
pt_br: ORCID iD não autenticado! Por favor, solicite a autenticação do colaborador.
pt_pt: ORCID iD não autenticado! Solicite autenticação ao contribuidor.
ru_ru: ORCID iD не авторизован! Пожалуйста, запросите авторизацию у поставщика.
sl_si: ORCID iD ni avtenticiran! Prosimo zahtevajte avtentikacijo od sodelavca.
tr_tr: ORCID iD kimliği doğrulanmadı! Lütfen katkıda bulunandan kimlik doğrulaması isteyin.

# plugins.generic.orcidProfile.verify.title
source: ORCID Authorization
ca_es: Autorització ORCID
cs_cz: Autorizace ORCID
da_dk: ORCID-godkendelse
de_de: ORCID Authorisierung
es_es: Autorización ORCID
fr_fr: Autorisation ORCID
id_id: Otorisasi ORCID
pl_pl: Autoryzacja ORCID
pt_br: Autorização ORCID
pt_pt: Autorização ORCID
ru_ru: Авторизация ORCID
sl_si: ORCID avtorizacija
tr_tr: ORCID Yetkilendirmesi
