Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/orcidProfile/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, pl_pl, pt_br, pt_pt, ru_ru, sl_si, tr_tr

# plugins.generic.orcidProfile.about.howAndWhyMemberAPI
source: This journal is collecting your ORCID iD so we and the wider community can be confident you are correctly identified and connected with your publication(s). This will ensure your connection to your full body of work stays with you throughout your career.<br> When you click the “Authorize” button in the ORCID popup, we will ask you to share your iD using an authenticated process—either by registering for an ORCID iD or, if you already have one, by signing into your ORCID account, then granting us permission to get your ORCID iD. We do this to ensure you are correctly identified and securely connecting to your ORCID iD.<br> Learn more in <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> This journal will collect and display authenticated authors’ and coauthors’ iDs on the OJS profile and article page. In addition, article metadata will automatically be pushed to your ORCID record, enabling us to help you keep your record up-to-date with trusted information. Learn more in <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six ways to make your ORCID iD work for you!</a>
ca_es: Aquesta revista recopila el vostre ORCID iD per tal que tant nosaltres com la comunitat en general estiguem segurs que esteu correctament identificats i connectats amb les vostres publicacions. Això garanteix que la connexió amb totes les vostres obres es mantindrà al llarg de tota la vostra carrera.<br> Quan feu clic en el botó “Autoritzar” de la finestra emergent d'ORCID us demanarem que compartiu la vostra iD mitjançant un procés d'autenticació, ja sigui registrant un iD d'ORCID o, si ja en teniu un, iniciant la sessió en el vostre compte d'ORCID i donant-nos permís per obtenir el vostre iD d'ORCID. Això ho fem per assegurar-nos que us identifiqueu correctament i que us connecteu de forma segura al vostre iD d'ORCID.<br> Podeu obtenir més informació a <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Aquesta revista recopilarà i mostrarà els identificadors autenticats d'autors/ores i coautors/ores en el perfil d'OJS i en la pàgina de l'article. A més, les metadades dels articles s'afegiran automàticament en el vostre registre ORCID, cosa que ens permet ajudar-vos a mantenir el vostre registre actualitzat amb informació verificable. Teniu més informació a <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six ways to make your ORCID iD work for you!</a>
cs_cz: Tento časopis shromažďuje vaše ORCID iD, abychom si my i širší komunita byli jisti tím, že jste správně identifikován(a) jako autor vaší publikace/vašich publikací. To zajistí, aby byla plná kolekce vašich výstupů propojena s vámi po celou dobu vaší kariéry..<br> Pokud kliknete na tlačítko „Autorizovat“ ve vyskakovacím okně ORCID, budete požádáni o sdílení vašeho iD pomocí autorizačního procesu – buď registrací u ORCID iD, nebo, pokud již ORCID iD máte, přihlášením k vašemu ORCID účtu – to nám zajistí povolení použít vaše ORCID iD. To potřebujeme, abychom zajistili, že jste správně identifikováni a propojeni s vaším ORCID iD.<br> Více najdete na stránkách ORCID <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Tento časopis bude shromažďovat a zobrazovat iD autentifikovaných autorů a spoluautorů v OJS profilu a na stránce článku. Navíc, metadata článku budou automaticky přidány do vašeho záznamu ORCID – tím vám pomůžeme zachovat tento záznam aktuální a ověřený. Více najdete na následujícím odkazu <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six ways to make your ORCID iD work for you!</a>
da_dk: Dette tidsskrift indhenter din ORCID iD, så vi kan være sikre på, at du er korrekt identificeret og knyttet til din(e) publikation(er). Dette vil sikre, at du linkes til din samlede værkproduktion gennem hele din karriere. <br> Når du klikker på knappen "Godkend" i ORCID-pop op-vinduet, beder vi dig om at dele din iD ved hjælp af en godkendt proces - enten ved at tilmelde dig en ORCID iD eller, hvis du allerede har en, ved at logge ind på din ORCID-konto og derefter give os tilladelse til at få din ORCID iD. Vi gør dette for at sikre, at du er korrekt identificeret og fået oprettet en sikker forbindelse til din ORCID iD. <br> Få flere oplysninger her: <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">Hvad er så specielt ved at logge ind. </a> <br> Dette tidsskrift samler og viser godkendte forfattere og medforfatteres iD'er på OJS-profilen og artikelsiden. Derudover vil artikelmetadata automatisk blive overført til din ORCID-post, så vi kan hjælpe dig med at holde din post opdateret med pålidelige oplysninger. Lær mere her: <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Seks måder at få din ORCID iD til at arbejde for dig!</a>
es_es: Esta revista recopila su ORCID iD para que nosotros y la comunidad en general podamos estar seguros de que está correctamente identificado y conectado con su (s) publicación (es). Esto asegurará que su conexión con todo su trabajo se mantenga a lo largo de su carrera. <br> Cuando haga clic en el botón "Autorizar" en la ventana emergente de ORCID, le pediremos que comparta su iD mediante un proceso autenticado, ya sea registrándose para obtener un iD de ORCID o, si ya tiene uno, iniciando sesión en su cuenta de ORCID y luego otorgandonos permiso para obtener su ORCID iD. Hacemos esto para asegurarnos de que esté correctamente identificado y conectado de forma segura a su ORCID iD. <br> Obtenga más información en <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing"> ¿Qué tiene de especial el inicio de sesión? </a> <br> Esta revista recopilará y mostrará los ID de los autores y coautores autenticados en el perfil y la página del artículo de OJS. Además, los metadatos del artículo se enviarán automáticamente a su registro ORCID, lo que nos permitirá ayudarlo a mantener su registro actualizado con información confiable. Obtenga más información en <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you"> Seis formas de hacer que su ORCID iD funcione para usted!</a>
fr_fr: Cette revue collecte votre identifiant ORCID afin que nous ainsi la communauté scientifique puissions être sûrs que vous êtes correctement identifié et connecté à vos publications. Cela permet de garantir que votre lien avec l'ensemble de vos travaux vous accompagne tout au long de votre carrière. <br> Lorsque vous cliquez sur le bouton « Autoriser » dans la fenêtre contextuelle ORCID, nous vous demandons de partager votre identifiant en utilisant un processus authentifié - soit en vous inscrivant pour obtenir un identifiant ORCID, soit, si vous en avez déjà un, en vous connectant à votre compte ORCID, puis en nous autorisant à obtenir votre identifiant ORCID. Nous faisons cela pour nous assurer que vous êtes correctement identifié et que vous vous connectez de manière sécurisée à votre identifiant ORCID. Pour en savoir plus, consultez <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">Qu'y a-t-il de si spécial à s'inscrire ?</a> (en anglais) Cette revue recueillera et affichera les identifiants des auteurs, autrices, coauteurs et co-autrices authentifiés sur la page du profil OJS et sur la page de l'article. En outre, les métadonnées de l'article seront automatiquement ajoutées à votre dossier ORCID, ce qui nous permet de vous aider à tenir votre dossier à jour avec des informations fiables. Pour en savoir plus, consultez <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six façons de faire travailler votre identifiant ORCID pour vous !</a> (en anglais).
pt_br: Este jornal está coletando seu ID ORCID para que nós e a comunidade em geral possamos ter certeza de que você está corretamente identificado e conectado com sua(s) publicação(ões). Isso garantirá que sua conexão com todo o seu trabalho permaneça com você ao longo de sua carreira. <br> Quando você clica no botão "Autorizar" no pop-up do ORCID, solicitaremos que você compartilhe seu ID usando um processo autenticado — registrando-se para um ID ORCID ou, se você já tiver um, fazendo login em sua conta ORCID e, em seguida, concedendo nossa permissão para obter seu ID ORCID. Fazemos isso para garantir que você seja identificado corretamente e se conectando com segurança ao seu ID de ORCID. <br> Saiba mais em <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing"> What’s so special about signing in. </a> <br> Este jornal irá coletar e exibir IDs de autores e co-autores autenticados no perfil do OJS e na página do artigo. Além disso, os metadados do artigo serão enviados automaticamente para seu registro ORCID, permitindo-nos ajudá-lo a manter seu registro atualizado com informações confiáveis. Saiba mais em <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you"> Six ways to make your ORCID iD work for you! </a>
pt_pt: Esta revista encontra-se a recolher o seu ORCID iD para que nós e a comunidade possamos estar confiantes que se encontra corretamente identificado e conectado à(s) sua(s) publicação(ões). Isto irá assegurar que a ligação ao seu corpo de trabalho completo permanece durante toda a sua carreira. <br> Quando clica no botão “Autorizar” no popup do ORCID, iremos pedir-lhe que partilhe o seu iD através de um processo de autenticação —seja através do registo de um ORCID iD ou, se já tiver um, entrando na sua conta de ORCID, e depois conceder-nos permissão para obter o seu ORCID iD. Fazemos isto para assegurar-nos que de se encontra devidamente identificado e conectado de forma segura ao seu ORCID iD.<br> Saiba mais em <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> Esta revista irá recolher e disponibilizar os iDs dos autores e coautores autenticados no perfil do OJS e na página do artigo. Para além disso, os metadados dos artigos são automaticamente inseridos no seu registo ORCID, permitindo-nos ajudá-lo a mantê-lo atualizado com informação fidedigna. Saiba mais em <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six Ways to Make Your ORCID iD Work for You!</a>
tr_tr: Bu dergi ORCID iD kimliğinizi topluyor, bu sayede doğru tanımlama ve diğer yayınlarınızın bağlantılı olmasını sağlıyor. Bu, tüm bilimsel çalışmalarınızın bağlantılı kalmasını sağlayacaktır. ORCID açılır penceresindeki "Yetkilendir" düğmesini tıkladığınızda, kimliği doğrulanarak dergi sistemine profil bilgilerini aktarmanızı isteyeceğiz - bir ORCID için kayıt yaptırarak veya zaten varsa, ORCID hesabınızda oturum açarak yetkilendiriniz. Bunu, doğru şekilde tanımlanmanızı ve ORCID kimliğinize güvenli bir şekilde bağlanmanızı sağlamak için yapıyoruz. ORCID ile oturum açmanın önemi hakkında detaylı bilgi için <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">tıklayınız.</a> Bu dergi ORCID bilgilerini profil ve makale sayfalarında isteyecek ve görüntüleyecektir. Ayrıca, yayımlanmış makale üst verileri otomatik olarak yazar ORCID kayıtlarına aktarılacak ve bu da kaydınızı güvenilir bilgilerle güncel tutmanıza yardımcı olabilmemizi sağlayacaktır. <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">ORCID iD'nizi sizin için çalıştırmanın altı yolu!</a>
