Repository: NSAMR/uk.ac.nsamr.journal
Catalog: jsamr/plugins/generic/orcidProfile/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, es_es, fr_fr, id_id, pl_pl, pt_br, pt_pt, ru_ru, sl_si, tr_tr

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.success
source: The submission has been added to your ORCID record.
ca_es: La tramesa ha estat incorporada en el vostre registre ORCID.
cs_cz: Odeslání bylo přidáno do vašeho záznamu ORCID.
da_dk: Indsendelsen er føjet til din ORCID-optegnelse.
de_de: Die Einreichung wurde zu Ihrem ORCID-Datensatz hinzugefügt.
es_es: El envío ha sido incorporado a su registro ORCID.
fr_fr: La soumission a été ajoutée à votre dossier ORCID.
id_id: Naskah telah dimasukkan ke rekaman ORCID anda.
pl_pl: Zgłoszenie zostało dodane do Twoich rekordów ORCID.
pt_br: A submissão foi adicionada ao seu registro ORCID.
pt_pt: A submissão foi adicionada ao seu registo ORCID.
ru_ru: Материал был добавлен к вашей записи ORCID.
sl_si: Prispevek še ni bil dodan k vašemu ORCID zapisu.
tr_tr: Gönderi, ORCID kaydınıza eklendi.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.failure
source: The submission could not be added to your ORCID record.
ca_es: La tramesa no ha pogut ser incorporada en el vostre registre ORCID.
cs_cz: Odeslání nebylo možné přidat do vašeho záznamu ORCID.
da_dk: Indsendelsen kunne ikke føjes til din ORCID-optegnelse.
de_de: Die Einreichung konnte nicht zu ihrem ORCID-Datensatz hinzugefügt werden.
es_es: El envío no pudo incorporarse a su registro ORCID.
fr_fr: La soumission n'a pas pu être ajoutée à votre dossier ORCID.
id_id: Naskah tidak bisa ditambahkan ke dalam rekaman ORCID Anda.
pl_pl: Zgłoszenie nie mogło zostać dodane do Twojego ORCID.
pt_br: A submissão não pôde ser adicionada ao seu registro ORCID.
pt_pt: A submissão não foi adicionada ao seu registo ORCID.
ru_ru: Материал не удается добавить к вашей записи ORCID.
sl_si: Prispevka ni bilo mogoče dodati k vašemu ORCID zapisu.
tr_tr: Gönderi, ORCID kaydınıza eklenemedi.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.notpublished
source: The submission will be added to your ORCID record during publication.
ca_es: La tramesa serà incorporada en el vostre registre ORCID durant la publicació.
cs_cz: Při publikování bude odesláno do vašeho záznamu ORCID.
da_dk: Indsendelsen føjes til din ORCID-optegnelse under publiceringen.
de_de: Die Einreichung wird bei Veröffentlichung zu ihrem ORCID-Datensatz hinzugefügt werden.
es_es: El envío será incorporado a su registro ORCID durante la publicación.
fr_fr: La soumission sera ajoutée à votre dossier ORCID lors de la publication.
id_id: Naskah akan ditambahkan ke dalam rekaman ORCID Anda selama Publikasi.
pl_pl: Zgłoszenie zostanie dodane do Twojego ORCID podczas publikacji artykułu.
pt_br: A submissão será adicionada ao seu registro ORCID durante a publicação.
pt_pt: A submissão será adicionada ao seu registo ORCID durante a publicação.
ru_ru: Материал будет добавлен к вашей записи ORCID во время публикации.
sl_si: Prispevek bo dodan k vašemu ORCID zapisu ob izdaji številke revije.
tr_tr: Gönderi, yayınlama sırasında ORCID kaydınıza eklenecektir.

# plugins.generic.orcidProfile.verify.success
source: Your ORCID iD has been verified and successfully associated with the submission.
ca_es: El vostre identificador ORCID s'ha verificat i s'ha associat correctament amb la tramesa.
cs_cz: Vaše ORCID iD bylo ověřeno a úspěšně spojeno s odesláním.
da_dk: Din ORCID iD er verificeret og blevet tilknyttet indsendelsen.
de_de: Ihre ORCID-ID wurde verifiziert und die Einreichung erfolgreich mit Ihrer ORCID-ID verknüpft.
es_es: Su iD ORCID ha sido verificado y asociado satisfactoriamente con el envío.
fr_fr: Votre identifiant ORCID a été vérifié et bien associé à la soumission.
id_id: iD ORCID Anda telah diverifikasi dan berhasil dihubungkan dengan naskah.
pl_pl: Twój ORCID został pomyślnie zweryfikowany i połączony ze zgłoszeniem.
pt_br: Seu ORCID iD foi verificado e associado com sucesso à submissão.
pt_pt: O seu ORCID iD foi verificado e associado à submissão com sucesso.
ru_ru: Ваш ORCID iD был проверен и успешно связан с публикацией.
sl_si: Vaš ORCID iD je bil preverjen in uspešno povezan s prispevkom.
tr_tr: ORCID iD'niz doğrulandı ve gönderi ile başarıyla ilişkilendirildi.

# plugins.generic.orcidProfile.verify.failure
source: Your ORCID iD could not be verified. The link is no longer valid.
ca_es: No s'ha pogut verificar el vostre identificador ORCID. L'enllaç ja no és vàlid.
cs_cz: Vaše ORCID iD se nepodařilo ověřit. Odkaz již není platný.
da_dk: Din ORCID iD kunne ikke verificeres. Linket er ikke længere gyldigt.
de_de: Ihre ORCID-ID konnte nicht verifiziert werden oder der Link ist nicht mehr gültig.
es_es: Su identificador ORCID no pudo ser verificado. El enlace ya no es válido.
fr_fr: Votre identifiant ORCID n'a pu être vérifié. Le lien n'est plus valide.
id_id: iD ORCID ANda tidak bisa diverifikasi. Tautan tidak valid lagi.
pl_pl: Twój ORCID ID nie mógł zostać zweryfikowany. Link nie jest aktualny. Poproś ponownie o link autoryzacyjny.
pt_br: Seu ORCID iD não pôde ser verificado. O link não é mais válido.
pt_pt: O seu ORCID iD não pode ser verificado. O link já não se encontra válido.
ru_ru: Ваш ORCID iD не удается проверить. Ссылка больше не действительна.
sl_si: Vašega ORCID iDja ni bilo mogoče preveriti. Povezava ni več veljavna.
tr_tr: ORCID iD'niz doğrulanamadı. Bağlantı geçerli değil.

# plugins.generic.orcidProfile.verify.duplicateOrcid
source: An ORCID iD was already stored for this submission.
ca_es: Ja s'ha emmagatzemat un identificador ORCID per a aquesta tramesa.
cs_cz: Pro tento příspěvek již bylo ORCID iD uloženo.
da_dk: En ORCID iD blev allerede gemt i forbindelse med denne indsendelse.
de_de: Für diese Eireichung wurde bereits eine ORCID iD gespeichert.
es_es: Un iD ORCID ya fue almacenado para este envío.
fr_fr: Un identifiant ORCID était déjà stocké pour cette soumission.
id_id: iD ORCID sudah disimpan untuk naskah ini.
pl_pl: Inny ORCID ID jest już przypisany do tego zgłoszenia.
pt_br: Um ORDID iD já estava armazenado para esta submissão.
pt_pt: Esta submissão já tem um ORCID iD associado.
ru_ru: ORCID iD был уже сохранен для этого материала.
sl_si: ORCID iD je bil že shranjen za ta prispevek.
tr_tr: Bu gönderi için bir ORCID iD zaten mevcut.

# plugins.generic.orcidProfile.verify.denied
source: You denied access to your ORCID record.
ca_es: Heu denegat l'accés al vostre registre ORCID.
cs_cz: Odepřeli jste přístup k vašemu záznamu ORCID.
da_dk: Du er blevet nægtet adgang til din ORCID-optegnelse.
de_de: Sie haben den Zugriff auf Ihren ORCID-Datensatz abgelehnt.
es_es: Ha denegado el acceso a su registro ORCID.
fr_fr: Vous avez refusé l'accès à votre dossier ORCID.
id_id: Anda menolak akses ke rekaman ORCID Anda.
pl_pl: Zabroniłeś dostępu to Twoich rekordów ORCID.
pt_br: Você negou acesso ao seu registro ORCID.
pt_pt: Não autorizou o acesso ao seu registo ORCID.
ru_ru: Вы запретили доступ к вашей записи ORCID.
sl_si: Zavrnili ste dostop do vašega ORCID zapisa.
tr_tr: ORCID kaydınıza erişimi engellediniz.

# plugins.generic.orcidProfile.failure.contact
source: Please contact the journal manager with your name, ORCID iD, and details of your submission.
ca_es: Contacteu amb l'administrador/a de la revista indicant el vostre nom, l'identificador ORCID i els detalls de la tramesa.
cs_cz: Obraťte se na manažera časopisu se svým jménem, ORCID iD a podrobnostmi o vašem příspěvku.
da_dk: Kontakt tidsskrifschefen med dit navn, ORCID iD og detaljerede oplysninger om din indsendelse.
de_de: Bitte kontaktieren Sie den/die Zeitschriftenverwalter/in und geben Sie Ihren Namen, ORCID-iD und Details zu der Einreichung an.
es_es: Contacte con el administrador/a de la revista indicando su nombre, iD ORCID y los detalles de su envío.
fr_fr: Veuillez contacter le ou la responsable de la revue avec votre nom, identifiant ORCID et les détails de votre soumission.
id_id: Hubungi manajer jurnal menggunakan nama, iD ORCID, dan rincian naskah Anda.
pl_pl: Proszę skontaktować się z administratorem czasopisma używając swojego nazwiska, ORCID ID oraz szczegółów zgłoszenia.
pt_br: Por favor, entre em contato com o gerente da revista com o seu nome, ORCID iD e detalhes de sua submissão.
pt_pt: Contacte o editor-gestor informando o seu nome, ORCID iD, e detalhes da sua submissão.
ru_ru: Пожалуйста, свяжитесь с управляющим журнала, сообщив ему Ваше имя, ORCID iD и информацию о Вашем материале.
sl_si: Prosimo kontaktirajte vašega upravljalca revije skupaj z vašim imenom, ORCID iD-jem in podatki o vašem prispevku.
tr_tr: Lütfen adınız, ORCID iD'niz ve gönderi bilgilerinizle birlikte dergi yöneticisine başvurun.

# plugins.generic.orcidProfile.authorise
source: Authorise and Connect your ORCID iD
ca_es: Autoritzeu i connecteu el vostre identificador ORCID
cs_cz: Autorizujte a připojte svůj ORCID iD
da_dk: Godkend og tilslut dit ORCID iD
de_de: ORCID iD authorisieren und verknüpfen
es_es: Autorice y conecte su identificador ORCID
fr_fr: autorisez et connectez votre identifiant ORCID
id_id: Izinkan dan Hubungkan iD ORCID Anda
pl_pl: Autoryzuj i połącz się z Twoim ORCID ID
pt_br: Autorize e conecte seu ORCID iD
pt_pt: Autorize e conecte o seu ORCID iD
ru_ru: Авторизовать или подключить ваш ORCID iD
sl_si: Avtoriziraj in poveži vaš ORCID iD
tr_tr: ORCID iD'nizi yetkilendirin ve bağlayın

# plugins.generic.orcidProfile.about.title
source: What is ORCID?
ca_es: Què és ORCID?
cs_cz: Co je ORCID?
da_dk: Hvad er ORCID?
de_de: Was ist ORCID?
es_es: ¿Qué es ORCID?
fr_fr: Qu'est-ce qu'ORCID ?
id_id: Apa itu ORCID?
pl_pl: Czym jest ORCID ID?
pt_br: O que é ORCID?
pt_pt: O que é o ORCID?
ru_ru: Что такое ORCID?
sl_si: Kaj je ORCID?
tr_tr: ORCID nedir?

# plugins.generic.orcidProfile.about.orcidExplanation
source: ORCID is an independent non-profit organization that provides a persistent identifier – an ORCID iD – that distinguishes you from other researchers and a mechanism for linking your research outputs and activities to your iD. ORCID is integrated into many systems used by publishers, funders, institutions, and other research-related services. Learn more at <a href="https://orcid.org">orcid.org</a>.
ca_es: ORCID és una organització independent sense afany de lucre que proporciona un identificador persistent —iD ORCID— que us permet diferenciar-vos d'altres investigadors/ores i també és un mecanisme per connectar els resultats i activitats de la vostra recerca amb el vostre iD. ORCID s'integra en molts sistemes utilitzats per editorials, inversors/ores, institucions i altres serveis relacionats amb la recerca. Visiteu <a href="https://orcid.org">orcid.org</a> per saber-ne més.
cs_cz: ORCID je nezávislá nezisková organizace, která poskytuje trvalý identifikátor - ORCID iD -, který vás odlišuje od ostatních vědců a mechanismus pro propojení výstupů a činností z výzkumu s vaším iD. ORCID je integrován do mnoha systémů používaných vydavateli, investory, institucemi a dalšími službami souvisejícími s výzkumem. Další informace naleznete na adrese <a href="https://orcid.org">orcid.org</a>.
da_dk: ORCID er en uafhængig nonprofit organisation, der leverer en persistent identifikator - et ORCID iD - der kan skelne dig fra andre forskere og en teknik til at knytte dine forskningsresultater og aktiviteter til din iD. ORCID er integreret i mange systemer, der bruges af udgivere, sponsorer, institutioner og andre forskningsrelaterede tjenester. Lær mere på <a href="https://orcid.org"> orcid.org </a>.
de_de: ORCID ist eine unabhängige non-profit Organisation, die einen dauerhaften Idenifier - die ORCID iD - zur Verfügung stellt, welche Dich von anderen Wissenschaftlern unterscheidbar macht und es ermöglicht, Deinen wissenschaftlichen Output und Deine Aktivitäten mit Deiner iD zu verknüpfen. ORCID ist eingebunden in viele Systeme von Verlagen, Förderern, Einrichtungen und anderen Services für Wissenschaftler. Erfahre mehr unter <a href="https://orcid.org">orcid.org</a>.
es_es: ORCID es una organización independiente sin ánimo de lucro que proporciona un identificador persistente —iD ORCID— que le permite diferenciarse de otros investigadores y también es un mecanismo para conectar los resultados y actividades de su investigación con su iD. ORCID se integra en muchos sistemas utilizados por editoriales, inversores/as, instituciones y otros servicios relacionados con la investigación. Puede ver más acerca de ORCID en <a href="https://orcid.org">orcid.org</a>.
fr_fr: ORCID est une organisation indépendante à but non lucratif qui fournit un identifiant numérique permanent - identifiant ORCID - vous distinguant de tous les autres chercheurs et chercheuses et permettant de connecter de manière fiable vos productions et activités à votre identifiant. ORCID est intégré dans plusieurs systèmes utilisés par les éditeurs, organismes subventionnaires, établissements et autres services liés à la recherche. Pour en savoir davantage, visitez <a href="https://orcid.org">orcid.org</a>.
id_id: ORCID adalah organisasi nirlaba independen yang menyediakan pengidentifikasi tetap - iD ORCID - yang membedakan Anda dari peneliti lain dan mekanisme untuk menghubungkan hasil dan aktivitas penelitian Anda ke iD Anda. ORCID terintegrasi dengan banyak sistem yang digunakan oleh penerbit, penyandang dana, lembaga, dan layanan yang terkait dengan penelitian lainnya. Pelajari lebih lanjut di <a href="https://orcid.org"> orcid.org </a>.
pl_pl: ORCID to niezależna organizacja non-profit która przydziela stały identyfikator - ORRCID ID. Ma on za zadanie odróżniać cię unikalnie spośród innych badaczy i zbierać Twoje publikacje i wyniki badań w jednym miejscu. ORCID jest zintegrowany z wieloma platformami wydawniczymi, instytucjami, usługami badawczymi na całym świecie, także z tym czasopismem. Dowiedz się więcej na <a href="https://orcid.org">orcid.org</a>.
pt_br: O ORCID é uma organização independente, sem fins lucrativos, que fornece um identificador persistente - um ORCID iD - que o distingue de outros pesquisadores e um mecanismo para vincular seus resultados e atividades de pesquisa ao seu iD. O ORCID está integrado em muitos sistemas usados por editores, financiadores, instituições e outros serviços relacionados à pesquisa. Saiba mais em <a href="https://orcid.org">orcid.org</a>.
pt_pt: ORCID é uma organização não lucrativa independente que fornece um identificador persistente - um ORCID iD - que o distingue dos outros investigadores e um mecanismo para ligar os seus resultados de investigação e atividades ao seu iD. O ORCID está integrado em muitos sistemas usados pelos editores, financiadores, instituições, e outros serviços relacionados com a investigação. Saiba mais em <a href="https://orcid.org">orcid.org</a>.
ru_ru: ORCID — это независимая некоммерческая организация, которая предоставляет постоянный идентификатор ORCID iD, отличающий Вас от других исследователей, и механизм связывания результатов Ваших исследований и активности с Вашим iD. ORCID интегрирован во множество систем, используемых издателями, грантовыми фондами, организациями и другими службами, связанными с исследованиями. Подробности на <a href="https://orcid.org">orcid.org</a>.
sl_si: ORCID je neodvisna in nepridobitna organizacija, ki zagotavlja trajni identifikator, ORCID iD, za vašo enolično identifikacijo in mehanizem za povezavo med vašimi raziskovalnimi aktivnostmi in rezultati ter vašim ORCID iDjem. ORCID je integriran v veliko sistemov, ki jih uporabljajo založniki, sponzorji, institucije in ostalimi sistemi povezanimi z raziskovanjem. Več na <a href="https://orcid.org">orcid.org</a>.
tr_tr: ORCID, sizi diğer araştırmacılardan ayıran kalıcı bir tanımlayıcı ve araştırma çıktılarınızı ve faaliyetlerinizi iD'nize bağlamak için bir mekanizma sağlayan, kar amacı gütmeyen bağımsız bir kuruluştur. ORCID, yayıncılar, fon sağlayıcılar, kurumlar ve araştırmayla ilgili diğer hizmetler tarafından kullanılan birçok sisteme entegre edilmiştir. Daha fazla bilgi için <a href="https://orcid.org">orcid.org</a> adresini ziyaret edin.

# plugins.generic.orcidProfile.about.howAndWhy.title
source: How and why we collect ORCID iDs?
ca_es: Com i per què recopilem identificadors ORCID?
cs_cz: Jak a proč shromažďujeme ORCID iD?
da_dk: Hvordan og hvorfor vi indsamler ORCID iD'er?
de_de: Wie und warum werden ORCID iDs gesammelt?
es_es: ¿Cómo y por qué recolectamos iD ORCID?
fr_fr: Comment et pourquoi collectons-nous les identifiants ORCID ?
id_id: Bagaimana dan mengapa kami mengoleksi iD ORCID?
pl_pl: Jak i dlaczego używamy ORCID ID?
pt_br: Como e por que coletamos iDs ORCID?
pt_pt: Como e porquê recolhemos os ORCID iDs?
ru_ru: Как и почему мы собираем ORCID iD?
sl_si: Kako in zakaj shranjujemo ORCID iDje?
tr_tr: ORCID iD'lerini nasıl ve neden topluyoruz?
